{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Administrationsseite",
  "registredUsers": "Registrierte Benutzer",
  "registrationDateLabel": "Registrierungsdatum: ",
  "pilotLabel": "Pilot: ",
  "delete": "Löschen",
  "close": "Schließen",
  "edit": "Bearbeiten",
  "confirm": "Bestätigen",

  "addToPrivateDataSpace": "Objekte zum privaten Datenspeicher hinzufügen",
  "addToPrivateDataSpaceLabel1": "Durchsuchen Sie Ihre Daten und wählen Sie eine Datei aus, um eine Vorschau anzuzeigen",
  "addToPrivateDataSpaceLabel2": "Sie können das hochgeladene Objekt mithilfe der Schaltfläche am Ende der Seite Ihrem persönlichen Eimer hinzufügen",
  "canSelectFileTypeListLabel": "Sie können eine Textdatei, ein Bild, eine JSON-Datei, eine PDF-Datei, eine Zip-Datei eines Shapefiles (SHP) oder eine GeoJSON-Datei. Falls die hochgeladene Datei eine Zip-Datei ist, aber kein Shapefile, kann keine Vorschau angezeigt werden.",
  "selectFileToPreview": "Wählen Sie die Datei zur Analyse aus",
  "chooseFile": "Datei auswählen",
  "fileType": "Dateityp",
  "fileName": "Dateiname",
  "fileSize": "Dateigröße",
  "fileContent": "Dateiinhalt",
  "addToBucket": "Dieses Element zum Eimer hinzufügen",
  "privateDataSpace": "Privater Datenspeicher",
  "privateDataSpaceLabel1": "Durchsuchen Sie Ihre Daten aus Ihrem persönlichen Eimer und wählen Sie eine Datei aus, um eine Vorschau anzuzeigen",
  "privateDataSpaceLabel2": "Dies ist die Liste der Elemente in Ihrem persönlichen Eimer",
  "objectName": "Objektname",
  "path": "Pfad zum Objekt",
  "previewFile": "Dateivorschau",
  "selectedFilePreview": "Ausgewählte Dateivorschau",
  "addToPilotSharedDataFolder": "Dieses Element zum Piloten-Shared-Datenordner hinzufügen",
  "removeFromBucket": "Dieses Element aus dem Eimer entfernen",
  "showMapAnalysis": "Kartenanalyse anzeigen",
  "privateBucket": "Privater Eimer",
  "pilotDataFolder": "Pilot-Datenordner",
  "publicDataFolder": "Öffentlicher Datenordner",
  "pilotDataSpace": "Pilot-Datenspeicher",
  "pilotDataSpaceLabel1": "Durchsuchen Sie die Daten aus dem Piloten-Shared-Datenordner und wählen Sie eine Datei aus, um eine Vorschau anzuzeigen",
  "pilotDataSpaceLabel2": "Dies ist die Liste der Elemente im Piloteneimer",
  "addToGeneralSharedDataFolder": "Dieses Element zum allgemeinen freigegebenen Datenordner hinzufügen",
  "downloadFromPilotDataFolder": "Dieses Element aus dem Piloten-Shared-Datenordner herunterladen",
  "publicDataSpace": "Öffentlicher Datenspeicher",
  "publicDataSpaceLabel1": "Durchsuchen Sie die Daten aus dem öffentlichen freigegebenen Datenordner und wählen Sie eine Datei aus, um eine Vorschau anzuzeigen",
  "publicDataSpaceLabel2": "Dies ist die Liste der Elemente im öffentlichen Eimer",
  "downloadFromPublicDataFolder": "Dieses Element aus dem öffentlichen freigegebenen Datenordner herunterladen",

  "homepageBeopenLabel": "Das Ziel von BeOpen ist es, öffentliche Verwaltungen auf lokaler, regionaler und nationaler Ebene bei der Erhöhung der Verfügbarkeit und Benutzerfreundlichkeit von Informationen des öffentlichen Sektors (High-Value-Datensätze) zu unterstützen. Dies erleichtert Organisationen und öffentlichen Einrichtungen die Wiederverwendung offener öffentlicher Daten in der gesamten EU für die Entwicklung von Informationsprodukten und -diensten.",
  "homepageOpenDataLabel": "BeOpen zielt darauf ab, ein offenes Framework zur Förderung von EU-High-Value-Datasets aus dem öffentlichen Sektor bereitzustellen. BeOpen möchte ein kostensparendes, benutzerfreundliches Tool für das Management von High-Value-Datasets anbieten, das speziell für die öffentliche Verwaltung entwickelt wurde; um die Verbesserungen, Zugänglichkeit und Wiederverwendbarkeit der High-Value-Datasets durch die Durchführung von EU-weiten Pilotdiensten und KI-Anwendungen zu validieren und zu bewerten; um ein technisches Framework bereitzustellen, das die technische Dateninteroperabilität, Semantik und Qualität der Datensätze des öffentlichen Sektors verbessert; um öffentliche offene Datensätze in maschinenlesbarem Format über APIs verfügbar zu machen, die über das Europäische Datenportal und nationale Open-Data-Portale auffindbar sind, und um Leitlinien und Empfehlungen bereitzustellen, die die rechtliche Interoperabilität im Kontext der Verbreitung und Wiederverwendung öffentlicher Open Data ansprechen. <br> BeOpen wird die Entwicklung neuer digitaler und KI-Dienste ermöglichen, indem der Zugang zu und die Nutzung von High-Value-Datasets des öffentlichen Sektors der EU erleichtert wird. <br> <br> Es wird erwartet, dass das BeOpen-Projekt-Framework die Verfügbarkeit und Nutzbarkeit von Open Data, die vom öffentlichen Sektor bereitgestellt werden, erhöht. Acht Piloten werden Herausforderungen in den Bereichen Mobilität, urbane Sicherheit, Umwelt und Naturkatastrophen in mehreren EU-Regionen angehen.",

  "manuals": "Handbücher",
  "manualsLabel": "Konsultieren Sie die Handbücher und Dokumentationen für jedes Tool des Frameworks",
  "manualsDescription": "Sowohl das Benutzerhandbuch als auch die Dokumentation für die korrekte Verwendung der von den Tools bereitgestellten REST-APIs werden bereitgestellt",
  "search": "Suche",

  "mqvTitle": "Metadatenqualitätsprüfer",
  "mqvLabel1": "Wählen Sie einen Katalog oder ein Dataset aus, indem Sie es als RDF-Datei hochladen oder die URL eingeben, die es identifiziert, und erhalten Sie die Punktzahl oder Bewertungsmetriken dafür, gemäß dem",
  "mqvLabel2": "DCAT-AP-Standard",
  "mqvLabel3": "um sicherzustellen, dass der Katalog oder das Dataset für die Einreichung im",
  "mqvLabel4": "Europäischen Datenportal - ",
  "submitWFile": "Mit Datei übermitteln",
  "send": "Senden",
  "submitWURL": "Mit URL übermitteln",
  "catalogueDatasets": "Katalog & Datasets",
  "showScore": "Punktzahl anzeigen",
  "showMetrics": "Metriken anzeigen",
  "catalogueOverScore": "Gesamtpunktzahl des Katalogs",
  "out_of": "von",
  "datasetMetrics": "Metriken des Datensatzes",
  "catalogueScore": "Katalogpunktzahl",

  "registration": "Registrierung",
  "registrationLabel": "Geben Sie Ihre Informationen ein, um sich auf der BeOpen-Plattform zu registrieren",
  "registrationButton": "Benutzer registrieren",

  "toolLabel": "Werkzeuge",
  "toolDescription": "Zugriff auf die aktuell verfügbaren Tools im BeOpen-Framework erhalten und navigieren",
  "nifiDescription": "Ein einfach zu bedienendes, leistungsstarkes und zuverlässiges System zur Verarbeitung und Verteilung von Daten. NiFi automatisiert Cybersicherheit, Beobachtbarkeit, Ereignisströme und generative KI-Datenpipelines und -verteilung für Tausende von Unternehmen weltweit in jeder Branche. NiFi wurde entwickelt, um den Datenfluss zwischen Systemen zu automatisieren. Während der Begriff Datenfluss in verschiedenen Kontexten verwendet wird, verwenden wir ihn hier, um den automatisierten und verwalteten Informationsfluss zwischen Systemen zu bezeichnen. Dieses Problem existiert schon seit Unternehmen mehr als ein System hatten, bei dem einige Systeme Daten erzeugten und einige Systeme Daten verbrauchten. Nifi bietet auch eine browserbasierte Benutzeroberfläche, die ein nahtloses Erlebnis für Design, Steuerung, Feedback und Überwachung ermöglicht. Die Möglichkeit, diese Flüsse zu visualisieren und visuell darzustellen, kann dazu beitragen, die Komplexität zu reduzieren und Bereiche zu identifizieren, die vereinfacht werden müssen.",
  "openTool": "Werkzeug öffnen",
  "minioDescription": "MinIO ist ein Hochleistungs-, verteiltes Objektspeichersystem. Es ist softwaredefiniert, läuft auf Standardhardware der Branche und ist zu 100% Open Source. Trino ist ein Data-Lake-Abfrage-Engine, das mit hoher Geschwindigkeit läuft. Es ist direkt in MinIO integriert: Ziel ist es, Trino zur Abfrageverarbeitung und MinIO zur Datenspeicherung zu verwenden. MinIO kann unstrukturierte Daten wie Protokolldateien, Backups, tabellarische Daten und Container-Images mit einer aktuellen maximal unterstützten Objektgröße von 50 TB verarbeiten. Es ist ein leistungsstarker AWS S3-kompatibler Objektspeicher. Trino ist eine verteilte, hoch skalierbare Abfrage-Engine, die verwendet wird, um auf Daten zuzugreifen und diese zu manipulieren. Trino unterstützt derzeit SQL-basierten Zugriff auf in Objektspeichersystemen gespeicherte Dateien. Das Tool ist nicht direkt zugänglich, aber es ist eng in die Plattform und insbesondere in die Verwaltung und Organisation der Daten jedes Benutzers integriert. Die privaten oder öffentlichen Daten des Benutzers werden bequem in MinIO gespeichert und sind über den Data-Space-Bereich des BeOpen-Frameworks zugänglich.",
  "fiwareDescription": "Orion ist eine C++-Implementierung der NGSIv2-REST-API-Bindung, die als Teil der FIWARE-Plattform entwickelt wurde. Der Orion Context Broker ermöglicht es Ihnen, den gesamten Lebenszyklus von Kontextinformationen zu verwalten, einschließlich Updates, Abfragen, Registrierungen und Abonnements. Es handelt sich um eine NGSIv2-Serverimplementierung zur Verwaltung von Kontextinformationen und deren Verfügbarkeit. Mit dem Orion Context Broker können Sie Kontextelemente erstellen und durch Updates und Abfragen verwalten. Darüber hinaus können Sie sich für Kontextinformationen abonnieren, sodass Sie bei Eintritt einer bestimmten Bedingung (z. B. Änderung der Kontextelemente) eine Benachrichtigung erhalten. Diese Anwendungsszenarien und die Funktionen des Orion Context Broker sind in dieser Dokumentation beschrieben.",
  "idraDescription": "Idra ist eine Webanwendung, die vorhandene Open-Data-Management-Systeme (ODMS) auf der Grundlage verschiedener Technologien zusammenführt und einen einheitlichen Zugriffspunkt bietet, um offene Datensätze aus heterogenen Quellen zu suchen und zu entdecken. Idra standardisiert die Darstellung gesammelter offener Datensätze dank der Verwendung internationaler Standards (DCAT-AP) und stellt einen Satz von RESTful-APIs bereit, die von Drittanbieteranwendungen verwendet werden können. Idra unterstützt nativ ODMS auf der Basis von CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) und vielen anderen Technologien: Idra stellt außerdem einen Satz von APIs bereit, um ODMS zu vereinen, die nicht nativ unterstützt werden. Darüber hinaus ist es möglich, generische Open-Data-Portale zu vereinen, die keine API bereitstellen, indem die Web-Scraping-Funktionalität verwendet oder eine Dump-Datei der Datensätze im DCAT-AP-Format bereitgestellt wird. Darüber hinaus bietet Idra einen SPARQL-Endpunkt, um Abfragen auf 5-Sterne-RDF-verknüpften Open Data aus den vereinigten ODMS durchzuführen, und ermöglicht es, einfach Diagramme basierend auf vereinigten offenen Datensätzen zu erstellen (durch DatalEt-Ecosystem Provider DEEP). Idra ist eine Open-Source-Software, die von Engineering Ingegneria Informatica SpA entwickelt wurde.",
  "dmmDescription": "Das Data Model Mapper-Tool ermöglicht die Konvertierung verschiedener Dateitypen (z. B. CSV, Json, GeoJson) in die verschiedenen in dem SynchroniCity-Projekt definierten Datenmodelle. Die Eingabedateien können entweder Zeilen, JSON-Objekte oder GeoJson-Features enthalten, von denen jedes ein Objekt darstellt, das einem NGSI-Entität zugeordnet werden soll, gemäß dem ausgewählten Datenmodell. Insbesondere führt es folgende Schritte aus: Parsen der Eingabedatei, indem sie in einen Zeilen-/Objektstrom umgewandelt wird; Streamen: Jede Zeile/jedes Objekt, das aus dem Strom stammt, wird in ein Zwischenobjekt umgewandelt. Zuordnung: Durch Verwendung der Eingabe-JSON-Karte wird das Zwischenobjekt gemäß einem spezifischen Ziel-Datenmodell in eine NGSI-Entität umgewandelt. Validierung und Bericht: Überprüfen des resultierenden Objekts gegen das JSON-Schema, das einem Ziel-Datenmodell entspricht. Es nutzt den AJV JSON-Schema-Validator. Erstellen eines Berichts mit validierten und nicht validierten Objekten. Schreiben: Validierte Objekte werden an den konfigurierten Orion Context Broker und/oder in eine lokale Datei gesendet. Das Tool ist eine Open-Source-Software, die von Engineering Ingegneria Informatica SpA entwickelt wurde.",
  "mqvDescription": "Die Metadata Quality Assurance (MQA)-Methodik wird vom Konsortium data.europa.eu definiert, um die Zugänglichkeit von Datensätzen zu verbessern, die auf EU-Open-Data-Portalen veröffentlicht werden. Sie legt mehrere Indikatoren fest, die zur Verbesserung der Qualität der vom data.europa.eu-Portal gesammelten Metadaten beitragen. Mqa-Scoring ist ein Tool, das die Punktzahl berechnet, die Metadaten gemäß den MQA-Indikatoren erhalten. Das Tool prüft auch, ob die von der MQA für jeden Indikator festgelegten Anforderungen erfüllt werden.",
  "osmDescription": "OpenStreetMap (OSM) ist eine freie, offene geographische Datenbank, die von einer Gemeinschaft von Freiwilligen durch offene Zusammenarbeit aktualisiert und gepflegt wird. Mitwirkende sammeln Daten aus Vermessungen, verfolgen sie aus Luftbildern und importieren sie auch aus anderen frei lizenzierten Geodatenquellen. OpenStreetMap ist unter der Open Database License frei lizenziert und wird daher häufig verwendet, um elektronische Karten zu erstellen, Turn-by-Turn-Navigation zu informieren, humanitäre Hilfe und Datenvisualisierung zu unterstützen. OpenStreetMap verwendet seine eigene Topologie, um geografische Objekte zu speichern, die dann in andere GIS-Dateiformate exportiert werden können. Die OpenStreetMap-Website selbst ist eine Online-Karte, eine Geodaten-Suchmaschine und ein Editor. Bietet Informationen zu POIs, Standorten, Straßen, Straßen und anderen relevanten geografischen Orten und kann als Datenbank zum Speichern neu erstellter geografischer Open Data verwendet werden. Das Tool ist nicht direkt zugänglich, sondern in das BeOpen-Dashboard integriert, insbesondere durch Skripte, die im Abschnitt „Datenraum“ entwickelt und eingefügt wurden.",
  "keycloakDescription": "Keycloak ist ein Open-Source-Identity- und Access-Manager. Es ermöglicht das Hinzufügen von Authentifizierung zu Anwendungen und das Sichern von Diensten mit minimalem Aufwand. Keycloak bietet Benutzerföderation, starke Authentifizierung, Benutzerverwaltung, detaillierte Autorisierung und vieles mehr. Keycloak basiert auf Standardprotokollen und unterstützt OpenID Connect, OAuth 2.0 und SAML. Im BeOpen-Framework ist es das Tool, das den Zugriff auf Benutzer und deren Verwaltung ermöglicht. Keycloak wird auch in alle auf der Plattform installierten Tools integriert, um einen einzigen Zugangspunkt zu allen Framework-Anwendungen zu gewährleisten. Das Tool ist nur für den Plattformadministrator direkt zugänglich.",
  "toolsDescription1": "Das BeOpen-Framework, dessen Zweck darin besteht, die öffentliche Verwaltung bei der Verbesserung des Managements und der gemeinsamen Nutzung von HVDs im Einklang mit den Bedürfnissen der Piloten und den Projektanforderungen zu unterstützen, bietet eine Reihe technischer Tools, die bei spezifischen Aktivitäten im Zusammenhang mit dem Leben hilfreich sein können.“ Zyklus der offenen Datensätze.",
  "toolsDescription2": "Das BeOpen-Framework wird die öffentliche Verwaltung gezielt in den Prozessen unterstützen, die von der Erfassung der (Roh-)Daten bis zu ihrer endgültigen Veröffentlichung über API in maschinenlesbaren Formaten reichen, und ihnen bei der Umsetzung der relevanten nationalen und europäischen Vorschriften helfen.“ und insbesondere das HVD-Umsetzungsgesetz",
  "toolsDescription3": "Die Tools sind zugänglich und werden unten beschrieben. Sie befinden sich in der Phase der Verwaltung offener Datensätze, die sie größtenteils abdecken.",
  "dataCategory1": "Datenzugriff und Visualisierung",
  "dataCategory2": "Datenveröffentlichung",
  "dataCategory3": "Datensemantische Harmonisierung",
  "dataCategory4": "Verbesserung der Datenqualität",
  "dataCategory5": "Datenerfassung und Sicherheitszugriff",
  "openrefineDescription": "OpenRefine ist ein leistungsstarkes kostenloses Open-Source-Tool für die Arbeit mit unordentlichen Daten: Bereinigen, Umwandeln von einem Format in ein anderes und Erweitern mit Webdiensten und externen Daten. Es arbeitet mit Datenzeilen, die Zellen haben unter Spalten, ähnlich wie relationale Datenbanktabellen aus einer Tabelle bestehen, deren Zeilen mithilfe von Facetten gefiltert werden können, die Kriterien definieren (z. B. Anzeigen von Zeilen, bei denen eine bestimmte Spalte im Gegensatz zu Tabellenkalkulationen nicht leer ist). Vorgänge in OpenRefine werden für alle sichtbaren Zeilen ausgeführt, beispielsweise die Transformation aller Zellen in allen Zeilen unter einer Spalte oder die Erstellung einer neuen Spalte basierend auf vorhandenen Daten. Aktionen, die an einem Datensatz ausgeführt werden, werden im Projekt gespeichert und können '. Formeln werden nicht in Zellen gespeichert, sondern nur einmal zur Transformation der Daten verwendet. Die Transformation kann in der General Refine Expression Language (GREL) und in Jython erfolgen in Clojure.",

  "userInfo": "Benutzerinformationen",
  "Homepage": "Homepage",
  "My Account": "Mein Konto",
  "Admin Settings": "Admin-Einstellungen",
  "Tools": "Werkzeuge",
  "Manuals": "Handbücher",
  "Data-Space": "Datenraum",
  "Settings": "Einstellungen",
  "Release notes": "Release-opmerkingen",
  "HVD Impact Assessment": "HVD-Impact-Bewertung",
  "toolUsed": "Verwendetes Werkzeug",

  "selectingObject_Success": "Objekt erfolgreich ausgewählt!",
  "addingObject_Success": "Objekt erfolgreich hinzugefügt!",
  "addingObject_ShapeFileError": "Die Zip-Datei ist keine Shape-Datei!",
  "deletingObject_Success": "Objekt erfolgreich gelöscht!",
  "queryModeSelect": "Führen Sie Abfragen zu Ihren Daten (CSV, JSON oder GeoJSON) durch, indem Sie den Abfragemodus auswählen:<br><br>- Wählen Sie den Modus <b>sqlQuery</b>, wenn Sie eine freie SQL-Abfrage durchführen möchten<br><br>- Wählen Sie <b>keyValue</b>, wenn Sie eine Schlüssel-Wert-Abfrage durchführen möchten, indem Sie den Namen der Abfrage mit dem 'key'-Attribut des Interesses angeben, wenn es sich um eine JSON-Datei handelt, oder den Namen der interessierenden Spalte, wenn es sich um eine CSV-Datei handelt, und in 'value' den Wert, den Sie suchen<br><br>- Wählen Sie den Modus <b>freeSearch</b>, wenn Sie eine freie Suche in allen Dateien durchführen möchten, die den eingegebenen Wert im gesamten Dateiinhalt durchsucht, ohne dass ein spezifischer Schlüssel gefiltert werden muss.<br><br>Funktionsumfang von sqlQuery<br><br> CSV<br>    Spalten-Wert-Übereinstimmungssuche<br>    Zeilenextraktion<br><br> JSON-Array<br>    Schlüssel-Wert-Paar-Suche auf jeder Ebene jedes Objekts im Array (auch in verschachtelten Arrays)<br>    Extraktion eines einzelnen Objekts aus dem Hauptarray oder aus verschachtelten Arrays<br><br> JSON-Objekt<br>    Schlüssel-Wert-Paar-Suche (jede Ebene)<br>    Extraktion eines einzelnen Objekts aus verschachtelten Arrays<br><br> Modus keyValue<br><br> CSV<br>    Spalten-Wert-Übereinstimmungssuche<br><br> JSON-Array<br>    Schlüssel-Wert-Paar-Suche auf der ersten Ebene jedes Objekts im Array<br><br> JSON-Objekt<br>    Schlüssel-Wert-Paar-Suche (erste Ebene)<br><br> Freie Suche<br><br> CSV<br>    Spalten- oder Wertsuche<br><br> JSON-Array<br>    Schlüssel- oder Wertsuche auf jeder Ebene jedes Objekts im Array (auch in verschachtelten Arrays)<br><br> JSON-Objekt<br>    Schlüssel- oder Wertsuche (jede Ebene)",
  "typeSelect": "Wählen Sie den Typ des zu filternden Objekts aus",
  "queryEngine": "Suchmaschine",
  "stepper": "Stepper",
  "step1": "HVD-Kategorie",
  "step1Light": "HVD-Kategorie",
  "step2": "HVD-Unterkategorie",
  "step2Light": "HVD-Unterkategorie",
  "step3": "Datenformat",
  "step3Light": "Format",
  "step4": "Dataset frei zugänglich",
  "step4Light": "Freier Zugang",
  "step5": "Dataset Massen-Download",
  "step5Light": "Massen-Download",
  "step6": "Dataset Programmierschnittstelle (API)",
  "step6Light": "API",
  "step7": "Dataset von Stakeholdern bewertet",
  "step7Light": "Stakeholder",
  "step8": "Datenlizenz",
  "step8Light": "Lizenz",
  "step9": "Dataset Lizenztyp",
  "step9Light": "Lizenztyp",
  "step10": "Dataset Metadaten und Dokumentation",
  "step10Light": "Dokumentation",
  "step1Desc": "Ihr Dataset gehört zu einer der folgenden <b>High Value Datasets</b> Kategorien",
  "step1Label": "Wählen Sie eine Kategorie",
  "step1Link": "Weitere Details zu den Kategorien finden Sie",
  "linkQui": "hier",
  "step2Desc": "Ihr Dataset gehört zu einer der folgenden Unterkategorien.",
  "step2Label": "Wählen Sie eine Unterkategorie",
  "step2Link": "Weitere Details zu den Unterkategorien finden Sie",
  "step3Desc": "Wählen Sie das Datenformat Ihres Datasets aus diesem Satz von maschinenlesbaren und nicht maschinenlesbaren Formaten aus",
  "step3Label": "Wählen Sie einen Formattyp",
  "step3Link": "Weitere Details zu den Formattypen finden Sie",
  "step4Desc": "Die Richtlinie erfordert, dass Daten kostenlos zugänglich gemacht werden müssen.",
  "step4Label": "Kann Ihr Dataset frei zugänglich gemacht werden?",
  "step4Link": "Weitere Details zur API finden Sie",
  "step5Desc": "Die HVD-Daten müssen über einen Massen-Download verfügbar gemacht werden",
  "step5Label": "Ist ein Massen-Download für Ihre Daten <b>verfügbar?</b>",
  "step5Link": "Weitere Details zum Massen-Download finden Sie",
  "step6Desc": "Die Richtlinie erfordert, dass Daten über eine Programmierschnittstelle (API) zugänglich gemacht werden",
  "step6Label": "Ist der API-Zugriff für Ihre Daten <b>verfügbar?</b>",
  "step6Link": "Weitere Details zur API finden Sie",
  "step7Desc": "Das Dataset muss in Absprache mit relevanten Stakeholdern, einschließlich öffentlicher Behörden, Unternehmen und Wissenschaftlern, entwickelt werden.",
  "step7Label": "Haben Sie Ihre Stakeholder konsultiert?",
  "step7Link": "Weitere Details zu den Stakeholdern finden Sie",
  "step8Desc": "Die Richtlinie legt fest, dass HVD unter einer offenen Lizenz registriert werden müssen.",
  "step8Label": "Ist Ihr Dataset lizenziert?",
  "step8Link": "Weitere Details zu Lizenzen finden Sie",
  "step9Desc": "Die Richtlinie legt fest, welche Lizenzen verwendet werden sollen, um hochwertige Datensätze zur Wiederverwendung verfügbar zu machen.",
  "step9Label": "Wie ist Ihr Dataset lizenziert?",
  "step9Link": "Weitere Details zu Lizenzen finden Sie",
  "step10Desc": "Die Richtlinie erfordert, dass Daten über umfassende Metadaten und Dokumentation verfügen.",
  "step10Label": "Sind umfassende Metadaten und Dokumentation verfügbar?",
  "step10Link": "Weitere Details zur API finden Sie",
  "dataSetOk": "Herzlichen Glückwunsch, Ihr Dataset ist bereits mit der HVD-EU-Durchführungsverordnung kompatibel!",
  "dataSetKo": "Ihr Dataset ist nicht mit der HVD-EU-Durchführungsverordnung kompatibel. Bitte überprüfen Sie die in Rot markierten Schritte",
  "prev": "Zurück",
  "next": "Weiter",
  "tryAgain": "Erneut versuchen",
  "complete": "Assistent abgeschlossen!",
  "score": "HVD Auswirkungsbewertung",
  "scoreDesc": "Der Fortschrittsbalken unten erhöht sich basierend auf der Erhöhung der Punktzahl, die Ihrem Dataset zugewiesen wird. Die Punktzahl ist ein Prozentwert, der den Grad der Kompatibilität des ausgewählten Datasets mit der HVD-EU-Durchführungsverordnung angibt.",
  "tableTitle": "Parameter des Datasets",
  "tablecol1": "Ihr Dataset gehört zur Kategorie",
  "tablecol2": "Ihr Dataset gehört zur Unterkategorie",
  "tablecol3": "Das Format Ihres Datasets ist",
  "tablecol4": "Bewertung freier Zugang",
  "tablecol5": "Bewertung Massen-Download",
  "tablecol6": "Bewertung API-Zugriff",
  "tablecol7": "Haben Sie Ihre Stakeholder konsultiert",
  "tablecol8": "Ist Ihr Dataset lizenziert",
  "tablecol9": "Die Lizenz Ihres Datasets ist",
  "tablecol10": "Umfassende Metadaten und Dokumentation verfügbar",
  "selectEntry": "Eintrag auswählen",
  "yes": "ja",
  "no": "nein",
  "tooltipSemaforo": "Es wird grün, sobald das Dataset alle folgenden obligatorischen Kriterien erfüllt: Es ist in einem maschinenlesbaren Format, frei verfügbar, über APIs zugänglich, in Absprache mit relevanten Stakeholdern entwickelt und unterstützt den Massen-Download. Die folgenden Kriterien sind Nice-to-have: Es hat eine offene Datenlizenz und umfassende Metadaten und Dokumentation sind verfügbar.",
  "descSemaforo": "Dataset-Compliance mit EU-Vorschriften",
  "datasetOk": "HVD-Konformität erreicht!",
  "saveDataset": "Änderungen speichern",
  "deleteDataset": "Dieses Dataset löschen",
  "satisfyRequirementTools": "BeOpen-Tools, die zur Erfüllung der spezifischen Anforderung verwendet werden können:",
  "datasetTitle": "Datensätze zur Verbesserung",
  "datasetLabel": "Dieses grafische Tool ermöglicht es Ihnen, den Fortschritt Ihrer zu verbessernden Datensätze zu überwachen, damit sie zu Datensätzen mit hohem Wert werden, die mit der europäischen Richtlinie in dieser Angelegenheit übereinstimmen. Fügen Sie Ihrer Liste einfach einen neuen Datensatz hinzu und beginnen Sie damit zu arbeiten. Sie können jederzeit an Ihrem Datensatz weiterarbeiten, da der aktuelle Fortschritt gespeichert wird.",

  "addDataset": "Neuen Datensatz hinzufügen",
  "datasetName": "Datensatzname",
  "datasetDescription": "Beschreibung",
  "datasetCompletedSteps": "Abgeschlossene Schritte",
  "datasetVersion": "Version",
  "datasetAction": "Aktionen",
  "saveDatasetVersion": "Speichere die aktuelle Version",

  "datasetDocumentLink": "Dokumentenlink",
  "modifyDatasetDescDialog": "Legen Sie die Beschreibung der aktuellen Version des Datensatzes fest oder ändern Sie sie",
  "modifyDatasetDescConfirm": "Neue Beschreibung speichern",
  "modifyDatasetLinkDialog": "Setze oder ändere die Details der Dokumentation der aktuellen Version des Datensatzes",
  "modifyDatasetLinkConfirm": "Neuen Link zur Dokumentation speichern",
  "navigateToDocumentLink": "Zur Dokumentation navigieren",

  "addDatasetTitleLabel": "Fügen Sie ein neues Dataset hinzu",
  "addDatasetTextLabel": "Geben Sie die Informationen des Datasets ein, das Sie verbessern möchten. Diese können später geändert werden.",
  "addDatasetNameLabel": "Name des Datasets",
  "addDatasetDescriptionLabel": "Beschreibung",
  "addDatasetDocumentLinkLabel": "Link zum Dokument (optional)",
  "addDatasetButtonLabel": "Erstellung bestätigen",
  "deleteConfirmTitleLabel": "Achtung!",
  "deleteConfirmDialogLabel": "Sie sind dabei, die Daten zu Ihren Bewertungen des Datasets endgültig zu löschen.",
  "deleteConfirmButton": "Löschung bestätigen",
  "deleteConfirmButtonAbort": "Abbrechen",
  "tableCol3Description": "Liste der verwendeten Werkzeuge nach Kategorie",
  
  "savingConfirmDialogLabel": "Du bist dabei, die Bearbeitungsseite zu verlassen, ohne die letzten Änderungen zu speichern. Möchtest du jetzt speichern?",
  "savingConfirmButton": "Speichern und Beenden",
  "savingConfirmButtonAbort": "Beenden ohne zu speichern"
}
