{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Administration Page",
  "registredUsers": "Registred Users",
  "registrationDateLabel": "Registration Date: ",
  "pilotLabel": "Pilot: ",
  "delete": "Delete",
  "close": "Close",
  "edit": "Edit",
  "confirm": "Confirm",
  "prev": "Prev",
  "next": "Next",
  "tryAgain": "Try again",

  "addToPrivateDataSpace": "Add files to your data space",
  "addToPrivateDataSpaceLabel1": "Browse your data from your personal folder in the MinIO bucket and select a file to preview it.",
  "addToPrivateDataSpaceLabel2": "The entire list of your files belonging to your personal folder is shown below.",
  "canSelectFileTypeListLabel": "You can select a text file, an image, a JSON file, a PDF file, a Zip file of a Shapefile (SHP) or a GeoJSON file. If the uploaded file is a Zip file but not a Shapefile, it will not be possible to preview it.",
  "selectFileToPreview": "Select a file to preview",
  "chooseFile": "Choose a File",
  "fileType": "File Type",
  "fileName": "File Name",
  "fileSize": "File Size",
  "fileContent": "File Content",
  "addToBucket": "Upload file",
  "privateDataSpace": "Personal Data Space",
  "privateDataSpaceLabel1": "Browse your data from your personal bucket and select a file to see a preview",
  "privateDataSpaceLabel2": "This is the list of items in your personal bucket",
  "objectName": "File Name",
  "path": "Path to the file in MinIO",
  "previewFile": "Preview",
  "selectedFilePreview": "Selected file preview",
  "addToPilotSharedDataFolder": "Add to Pilot files",
  "removeFromBucket": "Remove",
  "showMapAnalysis": "Show Map Analysis",
  "privateBucket": "Personal Files",
  "pilotDataFolder": "Pilot Files",
  "publicDataFolder": "Public Files",
  "pilotDataSpace": "Pilot Data Space",
  "pilotDataSpaceLabel1": "Browse files from the data folder shared by the Pilot and select a file to preview it.",
  "pilotDataSpaceLabel2": "The entire list of elements belonging to the MinIO folder shared by all users of your Pilot is shown below.",
  "addToGeneralSharedDataFolder": "Add to public files",
  "downloadFromPilotDataFolder": "Download",
  "publicDataSpace": "Public Data Space",
  "publicDataSpaceLabel1": "Browse the data from the Public shared data folder and select a file to see a preview",
  "publicDataSpaceLabel2": "This is the list of items in the Public bucket",
  "downloadFromPublicDataFolder": "Download",

  "homepageBeopenLabel": "The aim of BeOpen is to support public administrations at local, regional and national level in increasing the availability and usability of public sector information (High Value Datasets). This will facilitate organisations and public entities to re-use open public data across the EU for the development of information products and services.",
  "homepageOpenDataLabel": "BeOpen aims to provide an Open framework for boosting EU High Value Datasets from the Public Sector. BeOpen wants to offer a cost-saving, easy to use tool for High Value Dataset management tailored for the Public Administration; to validate and assess the High Value Datasets improvements, accessibility and reusability through the execution of EU wide pilot services and AI applications; to provide a technical framework to improve technical data interoperability, semantics and quality of the public sector datasets; to make public open datasets available in machine readable format via APIs discoverable by the European Data Portal and national open data portals and to provide guidelines and recommendations that address legal interoperability in the context of public Open Data dissemination and reuse. <br>BeOpen will enable the development of new digital and AI services by facilitating access to and use of EU Public Sector High Value Datasets. <br>  <br>The BeOpen project Framework is expected to increase the availability and usability of Open Data provided by the public sector. 8 pilots will address mobility, urban security, environment, and natural disasters challenges in several EU regions.",

  "manuals": "Manuals",
  "manualsLabel": "Consult the manuals and documentation for each tool of the framework",
  "manualsDescription": "Both the user manual and the documentation for the correct usage of the REST APIs exposed by the tools are provided",
  "search": "Search",

  "mqvTitle": "Metadata Quality Validator",
  "mqvLabel1": "Select a Catalog or a Dataset by uploading it as RDF file or by entering the URL that identifies it and obtain the score or evaluation metrics relating to it, according to the",
  "mqvLabel2": "DCAT-AP standard",
  "mqvLabel3": "to ensure that the Catalogue or Dataset is valid for its submission in the",
  "mqvLabel4": "European Data Portal - ",
  "submitWFile": "Submit with file",
  "send": "Send",
  "submitWURL": "Submit with URL",
  "catalogueDatasets": "Catalogue & Datasets",
  "showScore": "Show Score",
  "showMetrics": "Show Metrics",
  "catalogueOverScore": "Catalogue overall score",
  "out_of": "out of",
  "datasetMetrics": "Dataset metrics",
  "catalogueScore": "Catalogue Score",

  "registration": "Registration",
  "registrationLabel": "Enter your information to register in the BeOpen platform",
  "registrationButton": "Register User",

  "toolLabel": "Tools",
  "toolDescription": "Access and navigate the tools currently available in the BeOpen framework",
  "nifiDescription": "An easy to use, powerful, and reliable system to process and distribute data. NiFi automates cybersecurity, observability, event streams, and generative AI data pipelines and distribution for thousands of companies worldwide across every industry. NiFi was built to automate the flow of data between systems. While the term dataflow is used in a variety of contexts, we use it here to mean the automated and managed flow of information between systems. This problem space has been around ever since enterprises had more than one system, where some of the systems created data and some of the systems consumed data. Nifi also provides a browser-based user interface that enables a seamless experience for design, control, feedback, and monitoring. The possibility to visualize those flows and express them visually can help to reduce complexity and to identify areas that need to be simplified.",
  "openTool": "Open the tool",
  "minioDescription": "MinIO is a high performance, distributed object storage system. It is software-defined, runs on industry standard hardware and is 100% open source. Trino is a data lake query engine that runs at a high speed. It is directly integrated into MinIO: the objective is to use Trino for query processing and MinIO for data storage. MinIO can handle unstructured data such as log files, backups, tabular data, and container images with a current maximum supported object size of 50TB. It is a high-performance AWS S3 compatible object store. Trino is a distributed, highly scalable query engine, that will be used to access and manipulate data. Trino currently supports SQL based access to data files stored in object storage systems. The tool is not directly accessible, but it is strictly integrated into the platform and in particular in the management and organization of each user's data. The user's private or public data is conveniently stored in MinIO and is accessible through the Data-space section of the BeOpen framework.",
  "fiwareDescription": "Orion is a C++ implementation of the NGSIv2 REST API binding developed as a part of the FIWARE platform. Orion Context Broker allows you to manage the entire lifecycle of context information including updates, queries, registrations and subscriptions. It is an NGSIv2 server implementation to manage context information and its availability. Using the Orion Context Broker, you are able to create context elements and manage them through updates and queries. In addition, you can subscribe to context information so when some condition occurs (e.g. the context elements have changed) you receive a notification. These usage scenarios and the Orion Context Broker features are described in this documentation.",
  "idraDescription": "Idra is a web application able to federate existing Open Data Management Systems (ODMS) based on different technologies providing a unique access point to search and discover open datasets coming from heterogeneous sources. Idra uniforms representation of collected open datasets, thanks to the adoption of international standards (DCAT-AP) and provides a set of RESTful APIs to be used by third party applications. Idra supports natively ODMS based on CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) and many other technologies: Idra provides also a set of APIs to federate ODMS not natively supported. In addition, it is possible to federate generic open data portals, that don't expose API, using the web scraping functionality or providing a dump file of the datasets in DCAT-AP format. Furthermore, Idra provides a SPARQL endpoint in order to perform queries on 5 stars RDF linked open data collected from federated ODMS and allows to easily create charts based on federated open datasets (through DatalEt-Ecosystem Provider DEEP) Idra is an open source software developed by Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "The Data Model Mapper tool enables to convert several file types (e.g. CSV, Json, GeoJson) to the different Data Models defined in the SynchroniCity Project. The files in input can contain either rows, JSON objects or GeoJson Features, each of them representing an object to be mapped to an NGSI entity, according to the selected Data Model. In particular, it performs following steps: Parse input file, by converting it into a row/object stream; Streaming: Each row/object coming from the stream is converted to an intermediate object. Mapping: By using the input JSON Map, convert the intermediate object to an NGSI entity, according to a specific target Data Model. Validation and report: Validate resulting object against the JSON schema corresponding to a target Data Model. It leverages AJV JSON Schema Validator. Produce a report file with validated and unvalidated objects. Writing: Orion CB or File Validated objects are sent to the configured Orion Context Broker and/or to a local file. The tool is an open source software developed by Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "The Metadata Quality Assurance (MQA) methodology is defined by the data.europa.eu consortium with the aim of improving the accessibility of datasets published on EU open data portals. It specifies several indicators that help to improve the quality of the metadata harvested by the data.europa.eu portal. Mqa-scoring is a tool that calculates the score a metadata obtains according to the MQA indicators. The tool also verifies that the requirements specified by the MQA for each indicator are met.",
  "osmDescription": "OpenStreetMap (OSM) is a free, open geographic database updated and maintained by a community of volunteers via open collaboration. Contributors collect data from surveys, trace from aerial imagery and also import from other freely licensed geodata sources. OpenStreetMap is freely licensed under the Open Database License and as a result commonly used to make electronic maps, inform turn-by-turn navigation, assist in humanitarian aid and data visualisation. OpenStreetMap uses its own topology to store geographical features which can then be exported into other GIS file formats. The OpenStreetMap website itself is an online map, geodata search engine and editor. Provides information regarding POI, locations, streets, roads, and other relevant geographical locations, as well as, be used as a database to store newly created geographical open data. The tool is not accessible directly, but is integrated within the BeOpen dashboard, in particular through scripts developed and inserted into the Data-space section.",
  "keycloakDescription": "Keycloak is an open-source Identity and Access Manager. It allows to add authentication to applications and secure services with minimum effort. Keycloak provides user federation, strong authentication, user management, fine-grained authorization, and more. Keycloak is based on standard protocols and provides support for OpenID Connect, OAuth 2.0, and SAML. In the BeOpen framework, it is the tool that allows access and management of users. Keycloak will be also integrated with all the tools installed on the platform in order to guarantee a single access point to all the framework applications. The tool is directly accessible only by the platform administrator.",
  "toolsDescription1": "The BeOpen framework, whose purpose is to support public administration in the management improvement and HVDs sharing in line with the pilots needs and the project requirements, offers a set of technical tools that can help in specific activities related to the life cycle of the open datasets.",
  "toolsDescription2": "The BeOpen framework will specifically support the public administration in the processes that start from the collection of (raw) data to their final publication via API in machine readable formats, helping them in the implementation of the relevant national and European regulation and in particular the HVD implementing act",
  "toolsDescription3": "The tools are accessible and described below, located in the of open datasets management phase which they mostly cover.",
  "dataCategory1": "Data Access and Visualization",
  "dataCategory2": "Data Publication",
  "dataCategory3": "Data Semantic Harmonization",
  "dataCategory4": "Data Quality Improvement",
  "dataCategory5": "Data Collection and Security Access",
  "openrefineDescription": "OpenRefine is a powerful free, open source tool for working with messy data: cleaning it; transforming it from one format into another; and extending it with web services and external data. It operates on rows of data which have cells under columns, similar to the manner in which relational database tables operate. OpenRefine projects consist of one table, whose rows can be filtered using facets that define criteria (for example, showing rows where a given column is not empty). Unlike spreadsheets, most operations in OpenRefine are done on all visible rows, for example, the transformation of all cells in all rows under one column, or the creation of a new column based on existing data. Actions performed on a dataset are stored the project and can be 'replayed' on other datasets. Formulas are not stored in cells, but are used to transform the data. Transformation is done only once. Formula expressions can be written in General Refine Expression Language (GREL), in Jython (i.e., Python), and in Clojure.",

  "userInfo": "User Information",
  "Homepage": "Homepage",
  "My Account": "My Account",
  "Admin Settings": "Admin Settings",
  "Tools": "Tools",
  "Manuals": "Manuals",
  "Data-Space": "Data-Space",
  "Settings": "Settings",
  "Release notes" : "Release notes",

  "selectingObject_Success": "Object selected successfully!",
  "addingObject_Success": "Object added successfully!",
  "addingObject_ShapeFileError": "The zip file is not a Shape File!",
  "deletingObject_Success": "Object deleted successfully!",
  "queryModeSelect" : "Perform queries on your data (CSV, JSON or GeoJSON) by selecting the query mode:  <br><br>- select the <b>sqlQuery</b> mode if you want to perform a free SQL query <br><br>- select <b>keyValue</b> if you want to perform a key - value query specifying the name of the query with 'key' attribute of interest if it is a JSON or the name of the column of interest if it is a CSV and in 'value' the value you are looking for <br><br>- select the <b>freeSearch</b> mode if you want to perform a free search in all files, which searches for the value inserted in the entire file, without the need to filter on a specific key.<br><br><b>SQL Query</b> mode<br><br> CSV<br>    Column-value match search<br>    Row extraction<br><br> JSON Array<br>    Key-value pair search at any level of each object in the array (including nested arrays)<br>    Single object extraction from the main array or from nested arrays<br><br> JSON Object<br>    Key-value pair search (any level)<br>    Single object extraction from nested arrays<br><br> <b>Key-Value</b> mode<br><br> CSV<br>    Column-value match search<br><br> JSON Array<br>    Key-value pair search at the first level of each object in the array<br><br> JSON Object<br>    Key-value pair search (first level)<br><br> <b>Free Search</b> mode<br><br> CSV<br>    Column or value search<br><br> JSON Array<br>    Key or value search at any level of each object in the array (including nested arrays)<br><br> JSON Object<br>    Key or value search (any level)",
  "typeSelect" : "Select the type of object to filter.",
  "queryEngine" : "Query engine",

  "stepper" : "Stepper",
  "step1" : "First step",
  "step2" : "Second step",
  "step3" : "Third step",
  "step4" : "Fourth step",
  "step5" : "Fifth step",
  "step6" : "Sixth step",
  "step7" : "Seventh step",
  "step8" : "Eighth step",
  "step9" : "Nineth step",
  "step10" : "Tenth step",
  "step1Desc" : "Your dataset belongs to one of the following Categories.",
  "step1Label" : "Choose a Category",
  "step1Link" : "More details about Categories can be found",
  "LinkQui" : "there",
  "step2Desc" : "Your dataset belongs to one of the following Sub-Categories.",
  "step2Label" : "Choose a Sub-Category",
  "step2Link" : "More details about Sub-Categories can be found",  
  "step3Desc" : "The Format of your dataset belongs to one of the following types",
  "step3Label" : "Choose a Format Type",
  "step3Link" : "More details about Format Types can be found",
  "step4Desc" : "The Directive establishes that HVD must be registered under an open license.",
  "step4Label" : "Is your dataset Licensed?",
  "step4Link" : "More details about licenses can be found",  
  "step5Desc" : "The Directive establishes which licenses to use to make high-value datasets available for reuse.",
  "step5Label" : "How Is your dataset Licensed?",
  "step5Link" : "More details about licenses can be found",
  "step6Desc" : "The Directive requires that data must be made available through a free access.",
  "step6Label" : "Can your Dataset be freely accessed?",
  "step6Link" : "More details about API can be found",
  "step7Desc" : "The HVD data must be made available through a bulk download",
  "step7Label" : "Is Bulk Download for your Data enabled?",
  "step7Link" : "More details about bulk download can be found",
  "step8Desc" : "The Directive requires that data must be made available through an Application Program Interface (API)",
  "step8Label" : "Is API access for your Data enabled?",
  "step8Link" : "More details about API can be found",
  "step9Desc" : "The Directive requires that data must have a comprehensive metadata and documentation available.",
  "step9Label" : "Is comprehensive metadata and documentation available?",
  "step9Link" : "More details about API can be found",
  "step10Desc" : "The Dataset must be Developed in consultation with relevant stakeholders including public authorities, businesses, and academics.",
  "step10Label" : "Have you consulted with your stakeholders?",
  "step10Link" : "More details about Stakeholders can be found",
  "complete" : "Wizard completed!"
}
