{
  "fileVersion": {
    "version": "1.0"
  },

  "Active services" : "Active services",
  "Inactive services" : "Inactive services",
  
  "adminPage": "Administration Page",
  "registredUsers": "Registred Users",
  "registrationDateLabel": "Registration Date: ",
  "pilotLabel": "Pilot: ",
  "delete": "Delete",
  "close": "Close",
  "edit": "Edit",
  "confirm": "Confirm",

  "addToPrivateDataSpace": "Add files to your data collaboration folder",
  "addToPrivateDataSpaceLabel1": "Browse your data from your personal folder in the MinIO bucket and select a file to preview it.",
  "addToPrivateDataSpaceLabel2": "The entire list of your files belonging to your personal folder is shown below.",
  "canSelectFileTypeListLabel": "You can select a text file, an image, a JSON file, a PDF file, a Zip file of a Shapefile (SHP) or a GeoJSON file. If the uploaded file is a Zip file but not a Shapefile, it will not be possible to preview it.",
  "selectFileToPreview": "Select the file to analyze",
  "chooseFile": "Choose a File",
  "fileType": "File Type",
  "fileName": "File Name",
  "fileSize": "File Size",
  "fileContent": "File Content",
  "addToBucket": "Upload file",
  "privateDataSpace": "Personal Data Collaboration",
  "privateDataSpaceLabel1": "Browse your data from your personal bucket and select a file to see a preview",
  "privateDataSpaceLabel2": "This is the list of items in your personal bucket",
  "objectName": "File Name",
  "path": "Path to the file in MinIO",
  "previewFile": "Preview",
  "selectedFilePreview": "Selected file preview",
  "addToPilotSharedDataFolder": "Add to Pilot files",
  "removeFromBucket": "Remove",
  "showMapAnalysis": "Show Map Analysis",
  "privateBucket": "Personal Files",
  "pilotDataFolder": "Pilot Files",
  "publicDataFolder": "Public Files",
  "pilotDataSpace": "Pilot Data Collaboration",
  "pilotDataSpaceLabel1": "Browse files from the data folder shared by the Pilot and select a file to preview it.",
  "pilotDataSpaceLabel2": "The entire list of elements belonging to the MinIO folder shared by all users of your Pilot is shown below.",
  "addToGeneralSharedDataFolder": "Add to public files",
  "downloadFromPilotDataFolder": "Download",
  "publicDataSpace": "Public Data Collaboration",
  "publicDataSpaceLabel1": "Browse the data from the Public shared data folder and select a file to see a preview",
  "publicDataSpaceLabel2": "This is the list of items in the Public bucket",
  "downloadFromPublicDataFolder": "Download",

  "homepageBeopenLabel": "The aim of BeOpen is to support public administrations at local, regional and national level in increasing the availability and usability of public sector information (High Value Datasets). This will facilitate organisations and public entities to re-use open public data across the EU for the development of information products and services.",
  "homepageOpenDataLabel": "BeOpen aims to provide an Open framework for boosting EU High Value Datasets from the Public Sector. BeOpen wants to offer a cost-saving, easy to use tool for High Value Dataset management tailored for the Public Administration; to validate and assess the High Value Datasets improvements, accessibility and reusability through the execution of EU wide pilot services and AI applications; to provide a technical framework to improve technical data interoperability, semantics and quality of the public sector datasets; to make public open datasets available in machine readable format via APIs discoverable by the European Data Portal and national open data portals and to provide guidelines and recommendations that address legal interoperability in the context of public Open Data dissemination and reuse. <br>BeOpen will enable the development of new digital and AI services by facilitating access to and use of EU Public Sector High Value Datasets. <br>  <br>The BeOpen project Framework is expected to increase the availability and usability of Open Data provided by the public sector. 8 pilots will address mobility, urban security, environment, and natural disasters challenges in several EU regions.",

  "manuals": "Manuals",
  "manualsLabel": "Consult the manuals and documentation for each tool of the framework",
  "manualsDescription": "Both the user manual and the documentation for the correct usage of the REST APIs exposed by the tools are provided",
  "search": "Search",

  "mqvTitle": "Metadata Quality Validator",
  "mqvLabel1": "Select a Catalog or a Dataset by uploading it as RDF file or by entering the URL that identifies it and obtain the score or evaluation metrics relating to it, according to the",
  "mqvLabel2": "DCAT-AP standard",
  "mqvLabel3": "to ensure that the Catalogue or Dataset is valid for its submission in the",
  "mqvLabel4": "European Data Portal - ",
  "mqvLabel5_1": "The algorithm follows the",
  "mqvLabel5_2": "methodology",
  "mqvLabel5_3": "set out by the European data portal.",
  "mqvLabel5_4": "If it is a Catalogue already federated in Idra, it is possible to download the Catalogue RDF file directly from Idra dashboard by going to the Administration menu, then to the Manage Catalogues page, and for the desired Catalogue press the Download Dump button, which will download the file.",
  "mqvLabel6_1": "To validate an entire Catalogue, it is necessary to obtain the RDF file of its description, therefore of its metadata, in DCAT-AP. To obtain this file, you can use Idra portal",
  "mqvLabel6_2": ". In Idra after logging in, it is needed to go to the <b>Administration menu -> Manage Catalogues -></b> and corresponding to the Catalogue of interest, download the file by selecting the <b>Download Dump</b> button. <br> Since Idra is a platform that allows to federate Open data Portals, the BeOpen CKAN portal will be federated in Idra and it will contain all the datasets produced during the BeOpen project.",
  "mqvLabel6_3": "If your intent is to download a single RDF file containing the metadata of a dataset already added in the <b>BeOpen CKAN portal</b>",
  "mqvLabel6_4": ", you can do (even directly from the browser) this request:",
  "mqvLabel7_1": "<URL of the Dataset in CKAN.rdf>",
  "mqvLabel7_2": "for example:",
  "mqvLabel7_3": "It is part of an extension integrated to the BeOpen CKAN portal, ckanext-dcat, that allows to create and download RDF files containing the metadata in DCAT-AP of the datasets added to the portal itself.<br>Details on how this extension works can be found here",
  "submitWFile": "Submit with file",
  "send": "Send",
  "submitWURL": "Submit with URL",
  "catalogueDatasets": "Catalogue & Datasets",
  "showScore": "Show Score",
  "showMetrics": "Show Metrics",
  "catalogueOverScore": "Catalogue overall score",
  "out_of": "out of",
  "datasetMetrics": "Dataset metrics",
  "catalogueScore": "Catalogue Score",

  "registration": "Registration",
  "registrationLabel": "Enter your information to register in the BeOpen platform",
  "registrationButton": "Register User",

  "toolLabel": "Tools",
  "toolDescription": "Access and navigate the tools currently available in the BeOpen framework",
  "nifiDescription": "An easy to use, powerful, and reliable system to process and distribute data. NiFi automates cybersecurity, observability, event streams, and generative AI data pipelines and distribution for thousands of companies worldwide across every industry. NiFi was built to automate the flow of data between systems. While the term dataflow is used in a variety of contexts, we use it here to mean the automated and managed flow of information between systems. This problem space has been around ever since enterprises had more than one system, where some of the systems created data and some of the systems consumed data. Nifi also provides a browser-based user interface that enables a seamless experience for design, control, feedback, and monitoring. The possibility to visualize those flows and express them visually can help to reduce complexity and to identify areas that need to be simplified.",
  "openTool": "Open the tool",
  "minioDescription": "MinIO is a high performance, distributed object storage system. It is software-defined, runs on industry standard hardware and is 100% open source. Trino is a data lake query engine that runs at a high speed. It is directly integrated into MinIO: the objective is to use Trino for query processing and MinIO for data storage. MinIO can handle unstructured data such as log files, backups, tabular data, and container images with a current maximum supported object size of 50TB. It is a high-performance AWS S3 compatible object store. Trino is a distributed, highly scalable query engine, that will be used to access and manipulate data. Trino currently supports SQL based access to data files stored in object storage systems. The tool is not directly accessible, but it is strictly integrated into the platform and in particular in the management and organization of each user's data. The user's private or public data is conveniently stored in MinIO and is accessible through the Data-space section of the BeOpen framework.",
  "fiwareDescription": "Orion is a C++ implementation of the NGSIv2 REST API binding developed as a part of the FIWARE platform. Orion Context Broker allows you to manage the entire lifecycle of context information including updates, queries, registrations and subscriptions. It is an NGSIv2 server implementation to manage context information and its availability. Using the Orion Context Broker, you are able to create context elements and manage them through updates and queries. In addition, you can subscribe to context information so when some condition occurs (e.g. the context elements have changed) you receive a notification. These usage scenarios and the Orion Context Broker features are described in this documentation.",
  "idraDescription": "Idra is a web application able to federate existing Open Data Management Systems (ODMS) based on different technologies providing a unique access point to search and discover open datasets coming from heterogeneous sources. Idra uniforms representation of collected open datasets, thanks to the adoption of international standards (DCAT-AP) and provides a set of RESTful APIs to be used by third party applications. Idra supports natively ODMS based on CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) and many other technologies: Idra provides also a set of APIs to federate ODMS not natively supported. In addition, it is possible to federate generic open data portals, that don't expose API, using the web scraping functionality or providing a dump file of the datasets in DCAT-AP format. Furthermore, Idra provides a SPARQL endpoint in order to perform queries on 5 stars RDF linked open data collected from federated ODMS and allows to easily create charts based on federated open datasets (through DatalEt-Ecosystem Provider DEEP) Idra is an open source software developed by Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "The Data Model Mapper tool enables to convert several file types (e.g. CSV, Json, GeoJson) to the different Data Models defined in the SynchroniCity Project. The files in input can contain either rows, JSON objects or GeoJson Features, each of them representing an object to be mapped to an NGSI entity, according to the selected Data Model. In particular, it performs following steps: Parse input file, by converting it into a row/object stream; Streaming: Each row/object coming from the stream is converted to an intermediate object. Mapping: By using the input JSON Map, convert the intermediate object to an NGSI entity, according to a specific target Data Model. Validation and report: Validate resulting object against the JSON schema corresponding to a target Data Model. It leverages AJV JSON Schema Validator. Produce a report file with validated and unvalidated objects. Writing: Orion CB or File Validated objects are sent to the configured Orion Context Broker and/or to a local file. The tool is an open source software developed by Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "The Metadata Quality Assurance (MQA) methodology is defined by the data.europa.eu consortium with the aim of improving the accessibility of datasets published on EU open data portals. It specifies several indicators that help to improve the quality of the metadata harvested by the data.europa.eu portal. Mqa-scoring is a tool that calculates the score a metadata obtains according to the MQA indicators. The tool also verifies that the requirements specified by the MQA for each indicator are met.",
  "osmDescription": "OpenStreetMap (OSM) is a free, open geographic database updated and maintained by a community of volunteers via open collaboration. Contributors collect data from surveys, trace from aerial imagery and also import from other freely licensed geodata sources. OpenStreetMap is freely licensed under the Open Database License and as a result commonly used to make electronic maps, inform turn-by-turn navigation, assist in humanitarian aid and data visualisation. OpenStreetMap uses its own topology to store geographical features which can then be exported into other GIS file formats. The OpenStreetMap website itself is an online map, geodata search engine and editor. Provides information regarding POI, locations, streets, roads, and other relevant geographical locations, as well as, be used as a database to store newly created geographical open data. The tool is not accessible directly, but is integrated within the BeOpen dashboard, in particular through scripts developed and inserted into the Data-space section.",
  "keycloakDescription": "Keycloak is an open-source Identity and Access Manager. It allows to add authentication to applications and secure services with minimum effort. Keycloak provides user federation, strong authentication, user management, fine-grained authorization, and more. Keycloak is based on standard protocols and provides support for OpenID Connect, OAuth 2.0, and SAML. In the BeOpen framework, it is the tool that allows access and management of users. Keycloak will be also integrated with all the tools installed on the platform in order to guarantee a single access point to all the framework applications. The tool is directly accessible only by the platform administrator.",
  "toolsDescription1": "The BeOpen framework, whose purpose is to support public administration in the management improvement and HVDs sharing in line with the pilots needs and the project requirements, offers a set of technical tools that can help in specific activities related to the life cycle of the open datasets.",
  "toolsDescription2": "The BeOpen framework will specifically support the public administration in the processes that start from the collection of (raw) data to their final publication via API in machine readable formats, helping them in the implementation of the relevant national and European regulation and in particular the HVD implementing act",
  "toolsDescription3": "The tools are accessible and described below, located in the of open datasets management phase which they mostly cover.",
  "dataCategory1": "Data Access and Visualization",
  "dataCategory2": "Data Publication",
  "dataCategory3": "Data Semantic Harmonization",
  "dataCategory4": "Data Quality Improvement",
  "dataCategory5": "Data Collection and Security Access",
  "openrefineDescription": "OpenRefine is a powerful free, open source tool for working with messy data: cleaning it; transforming it from one format into another; and extending it with web services and external data. It operates on rows of data which have cells under columns, similar to the manner in which relational database tables operate. OpenRefine projects consist of one table, whose rows can be filtered using facets that define criteria (for example, showing rows where a given column is not empty). Unlike spreadsheets, most operations in OpenRefine are done on all visible rows, for example, the transformation of all cells in all rows under one column, or the creation of a new column based on existing data. Actions performed on a dataset are stored the project and can be 'replayed' on other datasets. Formulas are not stored in cells, but are used to transform the data. Transformation is done only once. Formula expressions can be written in General Refine Expression Language (GREL), in Jython (i.e., Python), and in Clojure.",

  "userInfo": "User Information",
  "Homepage": "Homepage",
  "My Account": "My Account",
  "Admin Settings": "Admin Settings",
  "Tools": "Tools",
  "Manuals": "Manuals",
  "Data-Collaboration": "Data-Collaboration",
  "Settings": "Settings",
  "Release notes": "Release notes",
  "HVD Impact Assessment": "HVD Impact Assessment",
  "toolUsed": "Tool used",

  "selectingObject_Success": "Object selected successfully!",
  "addingObject_Success": "Object added successfully!",
  "addingObject_ShapeFileError": "The zip file is not a Shape File!",
  "deletingObject_Success": "Object deleted successfully!",
  "queryModeSelect": "Perform queries on your data (CSV, JSON or GeoJSON) by selecting the query mode:  <br><br>- select the <b>sqlQuery</b> mode if you want to perform a free SQL query <br><br>- select <b>keyValue</b> if you want to perform a key - value query specifying the name of the query with 'key' attribute of interest if it is a JSON or the name of the column of interest if it is a CSV and in 'value' the value you are looking for <br><br>- select the <b>freeSearch</b> mode if you want to perform a free search in all files, which searches for the value inserted in the entire file, without the need to filter on a specific key.<br><br><b>SQL Query</b> mode<br><br> CSV<br>    Column-value match search<br>    Row extraction<br><br> JSON Array<br>    Key-value pair search at any level of each object in the array (including nested arrays)<br>    Single object extraction from the main array or from nested arrays<br><br> JSON Object<br>    Key-value pair search (any level)<br>    Single object extraction from nested arrays<br><br> <b>Key-Value</b> mode<br><br> CSV<br>    Column-value match search<br><br> JSON Array<br>    Key-value pair search at the first level of each object in the array<br><br> JSON Object<br>    Key-value pair search (first level)<br><br> <b>Free Search</b> mode<br><br> CSV<br>    Column or value search<br><br> JSON Array<br>    Key or value search at any level of each object in the array (including nested arrays)<br><br> JSON Object<br>    Key or value search (any level)",
  "typeSelect": "Select the type of object to filter.",
  "Query Mode Select": "Query Mode Select",
  "Query Mode Select info": "Select simple search for a slower search with a single value to search, advanced search for more options like filtering files by key-value pairs in json, sql search for sql based query",
  "File type select info": "Select the file type you want to filter. You can filter json, geojson and csv files",
  "Value type select info": "This is the tye of the value you are searching for. String for strings (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String) and date for dates (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date)",
  "Query SQL tooltip": "Type here your SQL query. Language sql docs here https://www.postgresql.org/docs/current/sql.html",
  "Simple search tooltip": "Just write the value that you want to use to filter files",
  "Select the type of value to filter": "Select the type of value to filter",
  "Type the SQL query here": "Type the SQL query here",
  "Type the search key here": "Type the search key here",
  "Apply Query": "Apply Query",
  "Value (E.g. BikeLane)": "Value (E.g. BikeLane)",
  "Key (E.g. name)": "Key (E.g. name)",
  "Value (E.g. Geo data)": "Value (E.g. Geo data)",
  "From date": "From date",
  "To date": "To date",
  "queryEngine": "Query engine",
  "stepper": "Stepper",
  "step1": "HVD category",
  "step1Light": "HVD category",
  "step2": "HVD sub-category",
  "step2Light": "HVD sub-category",
  "step3": "Data Format",
  "step3Light": "Format",
  "step4": "Dataset Freely Accessible",
  "step4Light": "Free Access",
  "step5": "Dataset Bulk Download",
  "step5Light": "Bulk Download",
  "step6": "Dataset Application Program Interface (API)",
  "step6Light": "API",
  "step7": "Dataset Evaluated by Stakeholders",
  "step7Light": "Stakeholders",
  "step8": "Data License",
  "step8Light": "License",
  "step9": "Dataset License type",
  "step9Light": "License type",
  "step10": "Dataset Metadata and Documentation",
  "step10Light": "Documentation",
  "step1Desc": "Your dataset belongs to one of the following <b>High Value Datasets</b> Categories",
  "step1Label": "Choose a Category",
  "step1Link": "More details about Categories can be found",
  "linkQui": "there",
  "step2Desc": "Your dataset belongs to one of the following Sub-Categories.",
  "step2Label": "Choose a Sub-Category",
  "step2Link": "More details about Sub-Categories can be found",
  "step3Desc": "Select the data format of your dataset by selecting it from this set of machine-readable and non-machine-readable formats",
  "step3Label": "Choose a Format Type",
  "step3Link": "More details about Format Types can be found",
  "step4Desc": "The Directive requires that data must be made available through a free access.",
  "step4Label": "Can your Dataset be freely accessed?",
  "step4Link": "More details about API can be found",
  "step5Desc": "The HVD data must be made available through a bulk download",
  "step5Label": "Is Bulk Download for your Data <b>available?</b>",
  "step5Link": "More details about bulk download can be found",
  "step6Desc": "The Directive requires that data must be made available through an Application Program Interface (API)",
  "step6Label": "Is API access for your Data <b>available?</b>",
  "step6Link": "More details about API can be found",
  "step7Desc": "The Dataset must be Developed in consultation with relevant stakeholders including public authorities, businesses, and academics.",
  "step7Label": "Have you consulted with your stakeholders?",
  "step7Link": "More details about Stakeholders can be found",
  "step8Desc": "The Directive establishes that HVD must be registered under an open license.",
  "step8Label": "Is your dataset Licensed?",
  "step8Link": "More details about licenses can be found",
  "step9Desc": "The Directive establishes which licenses to use to make high-value datasets available for reuse.",
  "step9Label": "How Is your dataset Licensed?",
  "step9Link": "More details about licenses can be found",
  "step10Desc": "The Directive requires that data must have a comprehensive metadata and documentation available.",
  "step10Desc_1": "Dataset metadata is understood to be all that set of information aimed at describing the dataset and making the user understand the content of the data (such as the data last modification date, the publisher etc.). <br>APIs through which Datasets can be accessed, on the other hand, are either already documented in themselves if they use a common, standard interface such as even the APIs provided by common Open data portals (CKAN portal, DKAN portals, etc.) or they are considering that the BeOpen Catalog will be federated in Idra which provides a rich documentation for its APIs, same for the Context broker if it has been adopted.",
  "step10Label": "Is comprehensive metadata and documentation available?",
  "step10Link": "More details about API can be found",
  "dataSetOk": "Congratulations, your Dataset is already compatible with the HVD EU Implementing Regulation!",
  "dataSetKo": "The graphical component below will show you the compatibility of your dataset with the EU HVD Regulation. To get the maximum score, review the steps marked in red",
  "prev": "Prev",
  "next": "Next",
  "tryAgain": "Try again",
  "complete": "Wizard completed!",
  "score": "HVD Impact Assessment",
  "scoreDesc": "The progress bar below increases based on the increase in the score assigned to your Dataset. The score is a percentage value that indicates the level of compatibility of the Dataset you selected with respect to the HVD EU Implementing Regulation.",
  "tableTitle": "Dataset's parameters",
  "tablecol1": "Your dataset belongs to the Category",
  "tablecol2": "Your dataset belongs to the Sub-Category",
  "tablecol3": "The Format of your dataset is",
  "tablecol4": "Evaluation free access",
  "tablecol5": "Evaluation Bulk Download",
  "tablecol6": "Evaluation API access",
  "tablecol7": "Have you consulted with your stakeholders",
  "tablecol8": "Is your dataset Licensed",
  "tablecol9": "The license of your dataset is",
  "tablecol10": "Comprehensive metadata and documentation available",
  "selectEntry": "Select an entry",
  "yes": "yes",
  "no": "no",
  "tooltipSemaforo": "It turns green as soon as the Dataset satisfies all the following Mandatory criteria: it is in a machine-readable format, openly available for free, accessible through APIs, developed in consultation with relevant stakeholders and it supports bulk download. The following are instead Nice-to-have criteria: It has an open data license and a comprehensive metadata and documentation is available",
  "descSemaforo": "Dataset compliance with EU regulation",
  "datasetOk": "HVD compliance achieved!",
  "saveDataset": "Save changes",
  "deleteDataset": "Delete this Dataset",
  "satisfyRequirementTools": "BeOpen tools that can be used to satisfy the specific requirement:",
  "datasetTitle": "Datasets to improve",
  "datasetLabel": "This graphical tool allows you to monitor the progress of your datasets to improve, so that they become High Value Datasets in compliance with the European Directive on the matter. Easily add a new dataset to your list and start working on it. You can continue working on your dataset at any time as the current progress is saved.",

  "addDataset": "Add new Dataset",
  "datasetName": "Dataset Name",
  "datasetDescription": "Description",
  "datasetCreationDate": "Creation Date",
  "datasetCompletedSteps": "Steps",
  "datasetVersion": "Version",
  "datasetAction": "Actions",
  "saveDatasetVersion": "Save the actual version",
  
  "lastModified": "Last Modified Date",
  "createdBy": "Created By",

  "datasetDocumentLink": "Dataset URL",
  "modifyDatasetDescDialog": "Set or modify the description of the current version of Dataset",
  "modifyDatasetDescConfirm": "Save",
  "modifyDatasetLinkDialog": "Set or modify the details about the current version of the dataset",
  "modifyDatasetLinkConfirm": "Save new URL to the Dataset",
  "navigateToDocumentLink": "Go to",

  "addDatasetTitleLabel": "Add a new Dataset",
  "addDatasetTextLabel": "Enter the information of the dataset you want to improve, it can be modified later.",
  "addDatasetNameLabel": "Dataset Name",
  "addDatasetDescriptionLabel": "Description",
  "addDatasetDocumentLinkLabel": "Dataset URL (optional)",
  "addDatasetButtonLabel": "Confirm",
  "deleteConfirmTitleLabel": "Warning!",
  "deleteDatasetConfirmDialogLabel": "You are about to permanently delete the data related to your evaluations on the Dataset",
  "deleteObjectConfirmDialogLabel": "You are about to permanently delete the object in this repository. Are you sure?",
  "period": "Period",
  "dateField": "Date field",

  "deleteConfirmButton": "Confirm",
  "deleteConfirmButtonAbort": "Cancel",
  "tableCol3Description": "List of Tools Used by Category",
  "datasetCompliantValue": "HVD compliant",

  "savingConfirmDialogLabel": "You are about to leave the editing page without saving the latest changes. Do you want to save now?",
  "savingConfirmButton": "Save and Exit",
  "savingConfirmButtonAbort": "Exit without Saving",

  "dataModelTitle": "Data Model",
  "dataModelTitleDescription1": "In addition to using a machine-readable format, to applying a license to datasets, interoperability must be improved to encourage reuse. To achieve it, it is needed to be compliant with <b>international standards</b> or to adopt <b>common data structures</b>. A valid example could be the adoption of the ETSI NGSI-LD standard supported by the FIWARE Orion Context Brokers for the description of datasets through specific metadata and which in turn promotes interoperability between datasets.",
  "dataModelTitleDescription2": "Furthermore, adopting common data structures is a crucial point to promote interoperability, for example the Smart Data Models",
  "dataModelTitleDescription3": "It is possible to apply a common data model and at the same time add data to the FIWARE Orion Context Broker using the Data Model Mapper tool proposed by BeOpen, or other tools that have the same purpose.",
  "dataModelTitleDescription4": "The Data Model Mapper tool allows you to map the data from the common data model to the data model of the FIWARE Orion Context Broker. It is possible to use the FIWARE Orion Context Broker to store the data and to retrieve it using the NGSI-LD standard.",
  "dataModelMapperTitle": "Data Model Mapper",
  "anotherEquivalentTool": "Another equivalent tool",

  "MQA_DATASET_TABLE_INFO_TOOLTIP_VALUE": "The value can be a boolean, a list of http answer codes with relative percentage of occurrence, or the percentage of correct metrics",

  "evm_title": "Attica Wildfire Monitoring & Detection Map",
  "evm_description_1": "Wildfires in the Attica region are becoming more frequent and intense due to climate change, prolonged droughts, and rising temperatures. Their increasing proximity to urban areas threatens human lives, infrastructure, and biodiversity, leading to severe environmental and economic consequences. <br> Traditional fire detection methods, such as satellite and ground-based sensors, may be delayed or unavailable in remote areas. Social media posts can serve as an early alert system, providing insights into fire incidents. <br>This interactive tool demonstrates how social media can complement EO data for near real-time wildfire detection and early warning, and provide insights to improve wildfire response and management strategies in Attica.",
  "evm_description_2": "The map displays clusters of <b>geolocated fire-related social media posts</b> (from the X-platform) as location-based pins. These clusters, collected between 2019 and 2021, within a 10 km radius over a 24-hour period, have been correlated with Sentinel-5 NO₂ air quality data to exclude falsely geolocated posts.",
  "evm_description_3": "The map displays Sentinel-5 <b>NO₂ air quality anomalies</b>, detected using the Isolation Forest method, a data anomaly detection algorithm. The EO data are analyzed around the event’s post location and date.",
  "evm_description_4": "Burned area visualizations illustrate <b>wildfires larger than 40 hectares</b>, helping assess fire spread and severity in the Attica region between 2019 and 2021.",
  
  "evm_label_sources": "All Sources",
  "evm_label_platform_x": "Social Network X",
  "evm_label_satellite": "Copernicus Satellite Images",
  "evm_label_apply_filters": "Apply Filters",

  "nst_label_title": "Mapping the Future: How Naples is redesigning urban life through analytics",
  "nst_label_subtitle": "Naples takes bold steps to improve urban planning and climate adaptation by leveraging big data analytics",
  
  "nts_tab_no1_title": "BDTI framework for Napoli public space",

  "nst_label_no1_accordion_title": "BDTI Digital service on Naples Municipality in a nutshell",
  "nst_label_no1_accordion_label_1": "The Municipality of Naples (Comune di Napoli), Italy's third-largest metropolitan area, is a city faced with complex urban challenges, ranging from socio-economic disparities and climate change to overtourism and gaps in public services. Recognising the need to improve urban resilience, Naples sought to integrate data-driven strategies into its urban planning and mobility frameworks. Through a collaborative effort involving local expertise and European partnerships, the city has embarked on a data-centric journey, utilising the",
  "nst_label_no1_accordion_label_2": "to create actionable insights for urban and environmental improvements.",
  
  "nst_label_no1_accordion_subtitle_1": "Pilot objective",
  "nst_label_no1_accordion_label_3": "The primary objective of the Naples BDTI pilot is to enhance urban resilience and sustainability by leveraging data analytics to address climate change impacts, such as extreme heat and heavy rainfall, and improve public space utilisation. By integrating socio-environmental data and identifying high-risk areas, the project aims to support decision-making processes for urban planning, mobility, and public safety. The pilot also seeks to provide actionable insights into green capital metrics and socio-economic vulnerabilities, fostering a data-driven approach to urban management.",

  "nst_label_no1_accordion_subtitle_2": "The data: where the process started",
  "nst_label_no1_accordion_label_4": "<b>Geographic datasets</b> serve as a crucial foundation for spatial analysis and decision-making, particularly when addressing <b>urban planning</b> and <b>sustainability</b> goals. The datasets the Naples team are using include <b>public space data</b> to analyse its distribution across administrative subdivisions, assess functionality, and identify underutilised areas or spaces with critical features that could be targeted for regeneration or redefined in the city's masterplan. <b>Sustainable mobility data</b>, structured and ready for sharing, provides actionable insights into transport patterns, enabling the development of greener and more efficient mobility systems. <b>Heat exposure values</b> and <b>green index</b> calculations, derived from the",
  "nst_label_no1_accordion_label_5": "platform, offer crucial indicators for identifying areas prone to overheating and prioritising interventions to enhance urban liveability and environmental resilience. <b>Statistical data</b> further complements these datasets, enabling detailed analysis to guide evidence-based decisions that align with the project’s goals of fostering sustainable mobility and improving the quality of urban environments in Naples.",

  "nst_label_no1_accordion_subtitle_3": "Strategic data integration with innovative tools",
  "nst_label_no1_accordion_label_6": "Naples is aiming to <b>enhance its urban planning</b> and <b>mobility strategies</b> by using <b>data analytics</b> to address the impacts of climate change, particularly extreme heat and heavy rainfall. A significant objective is to identify 'relief hubs' across the city—places where citizens can find protection during extreme weather events. The city is leveraging <b>NDVI (Normalised Difference Vegetation Index) analysis</b> to quantify <b>green capital</b>, an essential metric in mitigating urban heat island effects. Additionally, the municipality is linking <b>geospatial data</b> with <b>social parameters</b> such as family numbers and fragile populations, adopting a holistic approach to socio-environmental equity.",
  "nst_label_no1_accordion_label_7": "Using the BDTI platform, <b>Naples is integrating datasets from multiple sources</b> to address critical urban planning gaps. Public space distribution, green index values, and heat exposure assessments are being harmonized using <b>cutting-edge tools</b> for geospatial data, for <b>centralized storage</b>, and for <b>visualization</b>. Other tools of the platform are also being employed for <b>efficient data processing and workflow automation</b>. ",

  "nst_label_no2_accordion_title": "Guidelines for using data visualization dashboard",
  "nst_label_no2_accordion_label_1": "These efforts culminated in the development of advanced data visualization dashboards using Apache Superset tool, enabling policymakers to <b>identify underutilized public spaces, assess socio-environmental vulnerabilities, and profile strategies for risk mitigation</b>. Preliminary insights are emerging, including identifying potential relief hubs and mapping areas requiring targeted interventions based on socio-environmental metrics. The page below shows all the data visualizations produced. <br> To better navigate each individual analysis, you can <b>click on the 3 dots positioned at the top right</b> next to each individual chart and select the <b>Enter full screen</b> option. In addition, each chat provides a complete description of the analysis shown, viewable by selecting the <b>Show chart description</b> option. It is also possible to obtain a download of the chart data by selecting the <b>Download</b> option in CSV and Excel tabular format or as an image. <br>As Naples progresses, it aims to document its journey comprehensively, providing a showcase for other public entities to adopt similar approaches. By embracing data as a tool for public good, <b>Naples is taking meaningful steps toward a more sustainable and resilient future</b>. For further details on the work carried out for the municipality of Naples, consult the",
  "nst_label_no2_accordion_label_2": "published by the <b>Directorate-General for Digital Services (data.europa.eu)</b>.",
  
  "nts_tab_no2_title": "Mobility Mapping",

  "nst_label_no3_accordion_title": "Sustainable mobility infrastructure and public space monitoring",
  "nst_label_no3_accordion_label_1": "The following web map shows the datasets built to monitor sustainable mobility indicators.",
  
  "nst_label_no3_accordion_label_2": "Mobility information sharing and constant monitoring of sustainable mobility implementation strategies need specific tools.<br> Advanced information sharing techniques, with the use of a <b>Spatial data infrastructure</b> are added to usual official website information canals, for the use of civil servants involved in the city management and citizens, via web visualization tools.",
  
  "nst_label_no3_accordion_label_3": "Indicators come from the <b>PUMS sustainable Mobility action plan</b> adopted in 2021. Updating is on the way in 2025. Most of the datasets have been integrated from multiple sources, standardized and harmonized for the first time in this pilot activity. <br>Thanks to EU BeOpen project, the Municipality contributes with HVD datasets to Open data sharing in the field of Mobility.",

  "nst_label_no3_accordion_label_4": "<b>GIs analysis</b> and integration with open-source QGIS software, Data model mapping, licensing and data hosting have supported the path towards Open data sharing in the field of Mobility. <br>Open-source software and dataset coming from the Municipality spatial data infrastructure or specifically prepared. ",

  "nst_label_no4_accordion_label_1": "The <b>Details area</b> (upper left of the Map viewer) reports a Legend for the Map. The <b>Content</b> lists the datasets that can be turned on or off, visualized applying a new style or in transparency mode.<br> The user can evaluate the information contained in the dataset, opening its attribute table.  A <b>Filter</b> can then be applied, selecting specific content from the table.",
  "nst_label_no4_accordion_label_2": "The content associated to the map data in a single location can be explored by <b>clicking on the map</b>. <br> <b>A personal web map</b> can be composed adding data from other sources. <br>The map can be <b>printed</b> or <b>shared</b> with the tools accessible in the upper bar, as the system compiles a link that can be copied and shared. <br> The user can <b>search for places</b> or <b>points of interest (POIs)</b> in the upper right part of the Map viewer.",

  "Napoli digital service": "Napoli digital service",
  "Attica digital service":"Attica digital service"

}
