{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Page d'administration",
  "registredUsers": "Utilisateurs inscrits",
  "registrationDateLabel": "Date d'inscription : ",
  "pilotLabel": "Pilote : ",
  "delete": "Supprimer",
  "close": "Fermer",
  "edit": "Éditer",
  "confirm": "Confirmer",

  "addToPrivateDataSpace": "Ajouter des objets à l'espace de données privé",
  "addToPrivateDataSpaceLabel1": "Parcourez vos données et sélectionnez un fichier pour voir un aperçu",
  "addToPrivateDataSpaceLabel2": "Vous pouvez ajouter l'objet téléchargé à votre bucket personnel en utilisant le bouton à la fin de la page",
  "canSelectFileTypeListLabel": "Vous pouvez sélectionner un fichier texte, une image, un fichier JSON, un fichier PDF, un fichier Zip d'un fichier de formes (SHP) ou un fichier GeoJSON. Si le fichier téléchargé est un fichier Zip mais pas un fichier de formes, il ne sera pas possible d'en prévisualiser le contenu.",
  "selectFileToPreview": "Sélectionnez le fichier à analyser",
  "chooseFile": "Choisir un fichier",
  "fileType": "Type de fichier",
  "fileName": "Nom du fichier",
  "fileSize": "Taille du fichier",
  "fileContent": "Contenu du fichier",
  "addToBucket": "Ajouter cet élément au bucket",
  "privateDataSpace": "Espace de données privé",
  "privateDataSpaceLabel1": "Parcourez vos données de votre bucket personnel et sélectionnez un fichier pour voir un aperçu",
  "privateDataSpaceLabel2": "Voici la liste des éléments dans votre bucket personnel",
  "objectName": "Nom de l'objet",
  "path": "Chemin d'accès à l'objet",
  "previewFile": "Aperçu du fichier",
  "selectedFilePreview": "Aperçu du fichier sélectionné",
  "addToPilotSharedDataFolder": "Ajouter cet élément au dossier de données partagées du pilote",
  "removeFromBucket": "Supprimer cet élément du bucket",
  "showMapAnalysis": "Afficher l'analyse de la carte",
  "privateBucket": "Bucket privé",
  "pilotDataFolder": "Dossier de données du pilote",
  "publicDataFolder": "Dossier de données publiques",
  "pilotDataSpace": "Espace de données du pilote",
  "pilotDataSpaceLabel1": "Parcourez les données du dossier de données partagées du pilote et sélectionnez un fichier pour voir un aperçu",
  "pilotDataSpaceLabel2": "Voici la liste des éléments dans le bucket du pilote",
  "addToGeneralSharedDataFolder": "Ajouter cet élément au dossier de données partagées général",
  "downloadFromPilotDataFolder": "Télécharger cet élément du dossier de données partagées du pilote",
  "publicDataSpace": "Espace de données publiques",
  "publicDataSpaceLabel1": "Parcourez les données du dossier de données partagées publiques et sélectionnez un fichier pour voir un aperçu",
  "publicDataSpaceLabel2": "Voici la liste des éléments dans le bucket public",
  "downloadFromPublicDataFolder": "Télécharger cet élément du dossier de données partagées publiques",

  "homepageBeopenLabel": "L'objectif de BeOpen est de soutenir les administrations publiques aux niveaux local, régional et national dans l'augmentation de la disponibilité et de l'utilisabilité des informations du secteur public (Ensembles de données à haute valeur), Cela facilitera la réutilisation des données publiques ouvertes à travers l'UE pour le développement de produits et services d'information",
  "homepageOpenDataLabel": "BeOpen vise à fournir un cadre ouvert pour stimuler les ensembles de données à haute valeur ajoutée de l'UE provenant du secteur public. BeOpen souhaite offrir un outil économique et facile à utiliser pour la gestion des ensembles de données à haute valeur ajoutée, adapté à l'administration publique; pour valider et évaluer les améliorations, l'accessibilité et la réutilisabilité des ensembles de données à haute valeur ajoutée grâce à l'exécution de services pilotes et d'applications d'IA à l'échelle de l'UE; pour fournir un cadre technique visant à améliorer l'interopérabilité technique des données, la sémantique et la qualité des ensembles de données du secteur public; pour rendre les ensembles de données publiques ouvertes disponibles dans un format lisible par machine via des API, accessibles par le portail de données européen et les portails nationaux de données ouvertes, et pour fournir des lignes directrices et des recommandations abordant l'interopérabilité juridique dans le contexte de la diffusion et de la réutilisation des données ouvertes publiques. <br> BeOpen permettra le développement de nouveaux services numériques et d'IA en facilitant l'accès et l'utilisation des ensembles de données à haute valeur ajoutée du secteur public de l'UE. <br> <br> Le cadre du projet BeOpen devrait augmenter la disponibilité et l'utilisabilité des données ouvertes fournies par le secteur public. Huit pilotes aborderont les défis liés à la mobilité, la sécurité urbaine, l'environnement et les catastrophes naturelles dans plusieurs régions de l'UE.",

  "manuals": "Manuels",
  "manualsLabel": "Consultez les manuels et la documentation pour chaque outil du cadre",
  "manualsDescription": "Le manuel utilisateur et la documentation pour une utilisation correcte des API REST exposées par les outils sont fournis",
  "search": "Rechercher",

  "mqvTitle": "Validateur de qualité des métadonnées",
  "mqvLabel1": "Sélectionnez un catalogue ou un ensemble de données en le téléchargeant sous forme de fichier RDF ou en saisissant l'URL qui l'identifie et obtenez le score ou les mesures d'évaluation s'y rapportant, selon la",
  "mqvLabel2": "norme DCAT-AP",
  "mqvLabel3": "pour s'assurer que le catalogue ou l'ensemble de données est valide pour sa soumission dans le",
  "mqvLabel4": "Portail européen des données -",
  "mqvLabel5_1": "L'algorithme suit la",
  "mqvLabel5_2": "méthodologie",
  "mqvLabel5_3": "établie par le portail européen des données.",
  "mqvLabel5_4": "Si c'est un catalogue déjà fédéré dans Idra, il est possible de télécharger le fichier RDF du catalogue directement depuis le tableau de bord Idra en allant dans le menu Administration, puis à la page Gérer les catalogues, et pour le catalogue souhaité, appuyez sur le bouton Télécharger Dump, qui téléchargera le fichier.",
  "mqvLabel6_1": "Pour valider un catalogue entier, il est nécessaire d’obtenir le fichier RDF de sa description, c’est-à-dire ses métadonnées, en DCAT-AP. Pour obtenir ce fichier, vous pouvez utiliser le portail Idra",
  "mqvLabel6_2": ". Dans Idra, après vous être connecté, il faut aller dans le <b>menu Administration -> Gérer les catalogues -></b> et, en fonction du catalogue d'intérêt, télécharger le fichier en sélectionnant le bouton <b>Télécharger le dump</b>. <br> Étant donné qu’Idra est une plateforme qui permet de fédérer des portails de données ouvertes, le portail CKAN BeOpen sera fédéré dans Idra et contiendra tous les ensembles de données produits pendant le projet BeOpen.",
  "mqvLabel6_3": "Si votre objectif est de télécharger un fichier RDF unique contenant les métadonnées d’un ensemble de données déjà ajouté dans le <b>portail CKAN BeOpen</b>",
  "mqvLabel6_4": ", vous pouvez faire cette demande (même directement depuis le navigateur) :",
  "mqvLabel7_1": "<URL de l’ensemble de données dans CKAN.rdf>",
  "mqvLabel7_2": "par exemple :",
  "mqvLabel7_3": "Il fait partie d’une extension intégrée au portail CKAN BeOpen, ckanext-dcat, qui permet de créer et de télécharger des fichiers RDF contenant les métadonnées en DCAT-AP des ensembles de données ajoutés au portail lui-même.<br>Des détails sur le fonctionnement de cette extension sont disponibles ici",
  "submitWFile": "Soumettre avec un fichier",
  "send": "Envoyer",
  "submitWURL": "Soumettre avec une URL",
  "catalogueDatasets": "Catalogue et ensembles de données",
  "showScore": "Afficher le score",
  "showMetrics": "Afficher les métriques",
  "catalogueOverScore": "Score global du catalogue",
  "out_of": "sur",
  "datasetMetrics": "Métriques de l'ensemble de données",
  "catalogueScore": "Score du catalogue",

  "registration": "Inscription",
  "registrationLabel": "Entrez vos informations pour vous inscrire sur la plateforme BeOpen",
  "registrationButton": "Inscrire l'utilisateur",

  "toolLabel": "Outils",
  "toolDescription": "Accédez et naviguez dans les outils actuellement disponibles dans le cadre BeOpen",
  "nifiDescription": "Un système facile à utiliser, puissant et fiable pour traiter et distribuer des données. NiFi automatise la cybersécurité, l'observabilité, les flux d'événements et les pipelines de données d'IA générative et la distribution pour des milliers d'entreprises dans le monde entier et dans tous les secteurs. NiFi a été conçu pour automatiser le flux de données entre les systèmes. Bien que le terme flux de données soit utilisé dans divers contextes, nous l'utilisons ici pour désigner le flux automatisé et géré d'informations entre les systèmes. Cet espace problème existe depuis que les entreprises ont plus d'un système, certains systèmes créant des données et d'autres les consommant. NiFi fournit également une interface utilisateur basée sur un navigateur qui permet une expérience transparente pour la conception, le contrôle, les commentaires et la surveillance. La possibilité de visualiser ces flux et de les exprimer visuellement peut aider à réduire la complexité et à identifier les domaines qui doivent être simplifiés.",
  "openTool": "Ouvrir l'outil",
  "minioDescription": "MinIO est un système de stockage d'objets distribué et hautes performances. Il est logiciel-défini, fonctionne sur du matériel standard industriel et est open source à 100%. Trino est un moteur de requête pour data lake qui fonctionne à grande vitesse. Il est directement intégré à MinIO : l'objectif est d'utiliser Trino pour le traitement des requêtes et MinIO pour le stockage des données. MinIO peut gérer des données non structurées telles que les fichiers journaux, les sauvegardes, les données tabulaires et les images de conteneurs avec une taille d'objet maximale prise en charge actuellement de 50 To. C'est un store d'objets compatible AWS S3 hautes performances. Trino est un moteur de requête distribué et très évolutif, qui sera utilisé pour accéder aux données et les manipuler. Trino prend actuellement en charge l'accès SQL aux fichiers de données stockés dans les systèmes de stockage d'objets. L'outil n'est pas directement accessible, mais il est strictement intégré à la plateforme et notamment dans la gestion et l'organisation des données de chaque utilisateur. Les données privées ou publiques de l'utilisateur sont commodément stockées dans MinIO et sont accessibles via la section Data-space du framework BeOpen.",
  "fiwareDescription": "Orion est une implémentation C++ du binding d'API REST NGSIv2 développé dans le cadre de la plateforme FIWARE. Orion Context Broker vous permet de gérer le cycle de vie complet des informations de contexte, y compris les mises à jour, les requêtes, les enregistrements et les souscriptions. C'est une implémentation de serveur NGSIv2 pour gérer les informations de contexte et leur disponibilité. En utilisant Orion Context Broker, vous pouvez créer des éléments de contexte et les gérer via des mises à jour et des requêtes. De plus, vous pouvez vous abonner aux informations de contexte afin que lorsqu'une condition se produit (par exemple, les éléments de contexte ont changé), vous receviez une notification. Ces scénarios d'utilisation et les fonctionnalités d'Orion Context Broker sont décrits dans cette documentation.",
  "idraDescription": "Idra est une application web capable de fédérer les systèmes de gestion des données ouvertes existants (ODMS) basés sur différentes technologies, fournissant un point d'accès unique pour rechercher et découvrir des ensembles de données ouverts provenant de sources hétérogènes. Idra uniformise la représentation des ensembles de données ouverts collectés, grâce à l'adoption de normes internationales (DCAT-AP), et fournit un ensemble d'API RESTful à utiliser par des applications tierces. Idra prend en charge nativement les ODMS basés sur CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) et de nombreuses autres technologies : Idra fournit également un ensemble d'API pour fédérer les ODMS non pris en charge nativement. De plus, il est possible de fédérer des portails de données ouvertes génériques, qui n'exposent pas d'API, en utilisant la fonctionnalité de web scraping ou en fournissant un fichier de vidange des ensembles de données au format DCAT-AP. En outre, Idra fournit un point de terminaison SPARQL afin d'effectuer des requêtes sur les données ouvertes liées RDF 5 étoiles collectées à partir des ODMS fédérés et permet de créer facilement des graphiques basés sur des ensembles de données ouverts fédérés (via DatalEt-Ecosystem Provider DEEP). Idra est un logiciel open source développé par Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "L'outil Data Model Mapper permet de convertir plusieurs types de fichiers (par ex. CSV, Json, GeoJson) vers les différents modèles de données définis dans le projet SynchroniCity. Les fichiers en entrée peuvent contenir des lignes, des objets JSON ou des entités GeoJson, chacun d'entre eux représentant un objet à mapper vers une entité NGSI, selon le modèle de données sélectionné. En particulier, il effectue les étapes suivantes : analyser le fichier d'entrée, en le convertissant en un flux de lignes/objets ; streaming : chaque ligne/objet provenant du flux est converti en un objet intermédiaire. Mappage : en utilisant la carte JSON d'entrée, convertir l'objet intermédiaire en une entité NGSI, selon un modèle de données cible spécifique. Validation et rapport : valider l'objet résultant par rapport au schéma JSON correspondant à un modèle de données cible. Il s'appuie sur le validateur de schéma JSON AJV. Produire un fichier de rapport avec les objets validés et non validés. Écriture : les objets validés Orion CB ou fichier sont envoyés vers le Orion Context Broker configuré et/ou vers un fichier local. L'outil est un logiciel open source développé par Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "La méthodologie d'assurance qualité des métadonnées (MQA) est définie par le consortium data.europa.eu dans le but d'améliorer l'accessibilité des ensembles de données publiés sur les portails de données ouvertes de l'UE. Elle spécifie plusieurs indicateurs qui aident à améliorer la qualité des métadonnées récoltées par le portail data.europa.eu. Mqa-scoring est un outil qui calcule le score qu'obtiennent les métadonnées selon les indicateurs MQA. L'outil vérifie également que les exigences spécifiées par le MQA pour chaque indicateur sont satisfaites. L'outil n'est pas accessible directement, mais est intégré au sein du tableau de bord BeOpen, notamment au travers de scripts développés et insérés dans la section Data-space.",
  "osmDescription": "OpenStreetMap (OSM) est une base de données géographique libre et ouverte, mise à jour et maintenue par une communauté de bénévoles via une collaboration ouverte. Les contributeurs collectent des données à partir d'enquêtes, tracent à partir d'imagerie aérienne et importent également à partir d'autres sources de géodonnées librement sous licence. OpenStreetMap est sous licence Open Database License et est par conséquent couramment utilisé pour créer des cartes électroniques, informer la navigation étape par étape, aider l'aide humanitaire et la visualisation des données. OpenStreetMap utilise sa propre topologie pour stocker les caractéristiques géographiques qui peuvent ensuite être exportées dans d'autres formats de fichiers SIG. Le site web OpenStreetMap lui-même est une carte en ligne, un moteur de recherche et un éditeur de géodonnées. Il fournit des informations concernant les POI, les lieux, les rues, les routes et d'autres emplacements géographiques pertinents, ainsi que pour être utilisé comme une base de données pour stocker les nouvelles données géographiques ouvertes créées.",
  "keycloakDescription": "Keycloak est un gestionnaire d'identité et d'accès open source. Il permet d'ajouter l'authentification aux applications et de sécuriser les services avec un effort minimum. Keycloak fournit une fédération d'utilisateurs, une authentification forte, une gestion des utilisateurs, une autorisation à grain fin, et plus encore. Keycloak est basé sur des protocoles standard et prend en charge OpenID Connect, OAuth 2.0 et SAML. Dans le cadre de BeOpen, c'est l'outil qui permet l'accès et la gestion des utilisateurs. Keycloak sera également intégré à tous les outils installés sur la plateforme afin de garantir un point d'accès unique à toutes les applications du cadre. L'outil est directement accessible uniquement par l'administrateur de la plateforme.",
  "toolsDescription1": "Le cadre BeOpen, dont le but est d'accompagner l'administration publique dans l'amélioration de la gestion et le partage des HVD en fonction des besoins des pilotes et des exigences du projet, propose un ensemble d'outils techniques qui peuvent aider dans des activités spécifiques liées à la vie. cycle des jeux de données ouverts.",
  "toolsDescription2": "Le cadre BeOpen soutiendra spécifiquement l'administration publique dans les processus qui commencent depuis la collecte de données (brutes) jusqu'à leur publication finale via API dans des formats lisibles par machine, en les aidant dans la mise en œuvre de la réglementation nationale et européenne pertinente. et en particulier l'acte d'exécution HVD",
  "toolsDescription3": "Les outils sont accessibles et décrits ci-dessous, situés dans la phase de gestion des jeux de données ouverts qu'ils couvrent majoritairement.",
  "dataCategory1": "Accès aux données et visualisation",
  "dataCategory2": "Publication des données",
  "dataCategory3": "Harmonisation sémantique des données",
  "dataCategory4": "Amélioration de la qualité des données",
  "dataCategory5": "Collecte de données et accès sécurisé",
  "openrefineDescription": "OpenRefine est un puissant outil gratuit et open source pour travailler avec des données désordonnées : les nettoyer, les transformer d'un format à un autre et l'étendre avec des services Web et des données externes. Il fonctionne sur des lignes de données comportant des cellules. sous les colonnes, de la même manière que les tables de bases de données relationnelles. Les projets OpenRefine se composent d'une seule table, dont les lignes peuvent être filtrées à l'aide de facettes qui définissent des critères (par exemple, en affichant les lignes où une colonne donnée n'est pas vide). les opérations dans OpenRefine sont effectuées sur toutes les lignes visibles, par exemple, la transformation de toutes les cellules de toutes les lignes sous une colonne ou la création d'une nouvelle colonne basée sur des données existantes. Les actions effectuées sur un ensemble de données sont stockées dans le projet et peuvent être '. rejouées' sur d'autres ensembles de données. Les formules ne sont pas stockées dans les cellules, mais sont utilisées pour transformer les données. La transformation n'est effectuée qu'une seule fois en langage GREL (General Refine Expression Language), en Jython (c'est-à-dire Python). à Clojure.",

  "userInfo": "Informations utilisateur",
  "Homepage": "Page d'accueil",
  "My Account": "Mon compte",
  "Admin Settings": "Paramètres d'administration",
  "Tools": "Outils",
  "Manuals": "Manuels",
  "Data-Space": "Espace de données",
  "Settings": "Paramètres",
  "Release notes": "Notes de version",
  "HVD Impact Assessment": "Évaluation de l'impact HVD",
  "toolUsed": "Outil utilisé",

  "selectingObject_Success": "Objet sélectionné avec succès !",
  "addingObject_Success": "Objet ajouté avec succès !",
  "addingObject_ShapeFileError": "Le fichier zip n'est pas un fichier Shape !",
  "deletingObject_Success": "Objet supprimé avec succès !",
  "queryModeSelect": "Effectuez des requêtes sur vos données (CSV, JSON ou GeoJSON) en sélectionnant le mode de requête:<br><br>- sélectionnez le mode <b>sqlQuery</b> si vous souhaitez effectuer une requête SQL libre<br><br>- sélectionnez <b>keyValue</b> si vous souhaitez effectuer une requête clé-valeur en spécifiant le nom de la requête avec l'attribut 'key' d'intérêt s'il s'agit d'un JSON ou le nom de la colonne d'intérêt s'il s'agit d'un CSV et dans 'value' la valeur que vous recherchez<br><br>- sélectionnez le mode <b>freeSearch</b> si vous souhaitez effectuer une recherche libre dans tous les fichiers, qui recherche la valeur insérée dans l'ensemble du fichier, sans besoin de filtrer sur une clé spécifique.<br><br>Fonctionnalités actuelles de sqlQuery<br><br> CSV<br>    Recherche de correspondance colonne - valeur<br>    Extraction de ligne<br><br> JSON Array<br>    Recherche de paire clé - valeur à n'importe quel niveau de chaque objet du tableau (y compris à l'intérieur des tableaux imbriqués)<br>    Extraction d'un objet unique du tableau principal ou des tableaux imbriqués<br><br> JSON Object<br>    Recherche de paire clé - valeur (à n'importe quel niveau)<br>    Extraction d'un objet unique des tableaux imbriqués<br><br> Mode keyValue<br><br> CSV<br>    Recherche de correspondance colonne - valeur<br><br> JSON Array<br>    Recherche de paire clé - valeur au premier niveau de chaque objet du tableau<br><br> JSON Object<br>    Recherche de paire clé - valeur (premier niveau)<br><br> Recherche libre<br><br> CSV<br>    Recherche de colonne ou de valeur<br><br> JSON Array<br>    Recherche de clé ou de valeur à n'importe quel niveau de chaque objet du tableau (y compris à l'intérieur des tableaux imbriqués)<br><br> JSON Object<br>    Recherche de clé ou de valeur (à n'importe quel niveau)",
  "typeSelect": "Sélectionnez le type d'objet à filtrer",
  "Query Mode Select": "Sélectionner le mode de requête",
  "Query Mode Select info": "Sélectionnez la recherche simple pour une recherche plus lente avec une seule valeur à rechercher, la recherche avancée pour plus d'options comme le filtrage de fichiers par paires clé-valeur en JSON, recherche SQL pour des requêtes basées sur SQL",
  "File type select info": "Sélectionnez le type de fichier que vous souhaitez filtrer. Vous pouvez filtrer les fichiers JSON, GeoJSON et CSV",
  "Value type select info": "Ceci est le type de valeur que vous recherchez. Chaîne pour les chaînes (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String) et date pour les dates (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date)",
  "Query SQL tooltip": "Saisissez ici votre requête SQL. Documentation SQL ici https://www.postgresql.org/docs/current/sql.html",
  "Simple search tooltip": "Entrez simplement la valeur que vous souhaitez utiliser pour filtrer les fichiers",
  "Select the type of value to filter": "Sélectionnez le type de valeur à filtrer",
  "Type the SQL query here": "Saisissez la requête SQL ici",
  "Type the search key here": "Saisissez la clé de recherche ici",
  "Apply Query": "Appliquer la requête",
  "Value (E.g. BikeLane)": "Valeur (par ex. PisteCyclable)",
  "Key (E.g. name)": "Clé (par ex. nom)",
  "Value (E.g. Geo data)": "Valeur (par ex. données géo)",
  "From date": "À partir de la date",
  "To date": "Jusqu'à la date",
  "queryEngine": "Moteur de recherche",
  "stepper": "Stepper",
  "step1": "Catégorie HVD",
  "step1Light": "Catégorie HVD",
  "step2": "Sous-catégorie HVD",
  "step2Light": "Sous-catégorie HVD",
  "step3": "Format de données",
  "step3Light": "Format",
  "step4": "Jeu de données librement accessible",
  "step4Light": "Accès libre",
  "step5": "Téléchargement en masse du jeu de données",
  "step5Light": "Téléchargement en masse",
  "step6": "Interface de programmation d'application (API) du jeu de données",
  "step6Light": "API",
  "step7": "Jeu de données évalué par les parties prenantes",
  "step7Light": "Parties prenantes",
  "step8": "Licence de données",
  "step8Light": "Licence",
  "step9": "Type de licence du jeu de données",
  "step9Light": "Type de licence",
  "step10": "Métadonnées et documentation du jeu de données",
  "step10Light": "Documentation",
  "step1Desc": "Votre jeu de données appartient à l'une des catégories suivantes de <b>Jeux de données de grande valeur</b>",
  "step1Label": "Choisissez une catégorie",
  "step1Link": "Plus de détails sur les catégories peuvent être trouvés",
  "linkQui": "ici",
  "step2Desc": "Votre jeu de données appartient à l'une des sous-catégories suivantes.",
  "step2Label": "Choisissez une sous-catégorie",
  "step2Link": "Plus de détails sur les sous-catégories peuvent être trouvés",
  "step3Desc": "Sélectionnez le format de données de votre jeu de données en le sélectionnant parmi cet ensemble de formats lisibles et non lisibles par machine",
  "step3Label": "Choisissez un type de format",
  "step3Link": "Plus de détails sur les types de formats peuvent être trouvés",
  "step4Desc": "La directive exige que les données soient mises à disposition par le biais d'un accès gratuit.",
  "step4Label": "Votre jeu de données peut-il être librement accessible ?",
  "step4Link": "Plus de détails sur l'API peuvent être trouvés",
  "step5Desc": "Les données HVD doivent être mises à disposition par le biais d'un téléchargement en masse",
  "step5Label": "Le téléchargement en masse pour vos données est-il <b>disponible ?</b>",
  "step5Link": "Plus de détails sur le téléchargement en masse peuvent être trouvés",
  "step6Desc": "La directive exige que les données soient mises à disposition par le biais d'une Interface de Programmation d'Applications (API)",
  "step6Label": "L'accès API à vos données est-il <b>disponible ?</b>",
  "step6Link": "Plus de détails sur l'API peuvent être trouvés",
  "step7Desc": "Le jeu de données doit être développé en consultation avec les parties prenantes pertinentes, y compris les autorités publiques, les entreprises et les universitaires.",
  "step7Label": "Avez-vous consulté vos parties prenantes ?",
  "step7Link": "Plus de détails sur les parties prenantes peuvent être trouvés",
  "step8Desc": "La directive établit que les HVD doivent être enregistrés sous une licence ouverte.",
  "step8Label": "Votre jeu de données est-il sous licence ?",
  "step8Link": "Plus de détails sur les licences peuvent être trouvés",
  "step9Desc": "La directive établit quelles licences utiliser pour rendre les jeux de données de grande valeur disponibles pour réutilisation.",
  "step9Label": "Comment votre jeu de données est-il sous licence ?",
  "step9Link": "Plus de détails sur les licences peuvent être trouvés",
  "step10Desc": "La directive exige que les données disposent de métadonnées et de documentation complètes.",
  "step10Desc_1": "Les métadonnées des ensembles de données sont comprises comme l'ensemble des informations destinées à décrire l'ensemble de données et à permettre à l'utilisateur de comprendre le contenu des données (telles que la date de dernière modification des données, l'éditeur, etc.). <br>Les API permettant d'accéder aux ensembles de données, en revanche, sont soit déjà documentées en elles-mêmes si elles utilisent une interface commune et standard, comme les API fournies par les portails de données ouvertes communs (portail CKAN, portails DKAN, etc.), soit elles considèrent que le catalogue BeOpen sera fédéré dans Idra, qui fournit une documentation riche pour ses API, de même pour le Context Broker s'il a été adopté.",
  "step10Label": "Des métadonnées et une documentation complètes sont-elles disponibles ?",
  "step10Link": "Plus de détails sur l'API peuvent être trouvés",
  "dataSetOk": "Félicitations, votre jeu de données est déjà compatible avec le règlement d'exécution HVD de l'UE !",
  "dataSetKo": "Le composant graphique ci-dessous vous montrera la compatibilité de votre ensemble de données avec le règlement HVD de l'UE. Pour obtenir le score maximum, consultez les passages marqués en rouge",
  "prev": "Précédent",
  "next": "Suivant",
  "tryAgain": "Réessayer",
  "complete": "Assistant terminé!",
  "score": "Évaluation de l'impact HVD",
  "scoreDesc": "La barre de progression ci-dessous augmente en fonction de l'augmentation du score attribué à votre jeu de données. Le score est une valeur en pourcentage qui indique le niveau de compatibilité du jeu de données que vous avez sélectionné par rapport au règlement d'exécution HVD de l'UE.",
  "tableTitle": "Paramètres du jeu de données",
  "tablecol1": "Votre jeu de données appartient à la catégorie",
  "tablecol2": "Votre jeu de données appartient à la sous-catégorie",
  "tablecol3": "Le format de votre jeu de données est",
  "tablecol4": "Évaluation de l'accès libre",
  "tablecol5": "Évaluation du téléchargement en masse",
  "tablecol6": "Évaluation de l'accès API",
  "tablecol7": "Avez-vous consulté vos parties prenantes",
  "tablecol8": "Votre jeu de données est-il sous licence",
  "tablecol9": "La licence de votre jeu de données est",
  "tablecol10": "Métadonnées et documentation complètes disponibles",
  "selectEntry": "Sélectionnez une entrée",
  "yes": "oui",
  "no": "non",
  "tooltipSemaforo": "Il devient vert dès que le jeu de données répond à tous les critères obligatoires suivants : il est dans un format lisible par machine, disponible gratuitement, accessible via des API, développé en consultation avec les parties prenantes concernées et il prend en charge le téléchargement en masse. Les critères suivants sont plutôt Nice-to-have : Il dispose d'une licence de données ouverte et de métadonnées et documentation complètes.",
  "descSemaforo": "Conformité du jeu de données avec la réglementation de l'UE",
  "datasetOk": "Conformité HVD atteinte !",
  "saveDataset": "Enregistrer les modifications",
  "deleteDataset": "Supprimer ce jeu de données",
  "satisfyRequirementTools": "Outils BeOpen qui peuvent être utilisés pour satisfaire l'exigence spécifique :",
  "datasetTitle": "Ensembles de données à améliorer",
  "datasetLabel": "Cet outil graphique vous permet de suivre les progrès de vos ensembles de données à améliorer, afin qu'ils deviennent des ensembles de données à haute valeur en conformité avec la directive européenne sur le sujet. Ajoutez facilement un nouvel ensemble de données à votre liste et commencez à travailler dessus. Vous pouvez continuer à travailler sur votre ensemble de données à tout moment, car les progrès actuels sont enregistrés.",

  "addDataset": "Ajouter un nouveau jeu de données",
  "datasetName": "Nom du jeu de données",
  "datasetDescription": "Description",
  "datasetCompletedSteps": "Étapes terminées",
  "datasetVersion": "Version",
  "datasetAction": "Actions",
  "saveDatasetVersion": "Enregistrer la version actuelle",

  "datasetDocumentLink": "Lien du document",
  "modifyDatasetDescDialog": "Définir ou modifier la description de la version actuelle du jeu de données",
  "modifyDatasetDescConfirm": "Enregistrer la nouvelle description",
  "modifyDatasetLinkDialog": "Définir ou modifier les détails de la documentation de la version actuelle du jeu de données",
  "modifyDatasetLinkConfirm": "Enregistrer le nouveau lien vers la documentation",
  "navigateToDocumentLink": "Accéder à la documentation",

  "addDatasetTitleLabel": "Ajouter un nouveau Dataset",
  "addDatasetTextLabel": "Entrez les informations du dataset que vous souhaitez améliorer, elles pourront être modifiées par la suite.",
  "addDatasetNameLabel": "Nom du Dataset",
  "addDatasetDescriptionLabel": "Description",
  "addDatasetDocumentLinkLabel": "Lien vers le Document (facultatif)",
  "addDatasetButtonLabel": "Confirmer la création",
  "deleteConfirmTitleLabel": "Attention !",
  "deleteDatasetConfirmDialogLabel": "Vous êtes sur le point de supprimer définitivement les données relatives à vos évaluations sur le Dataset.",
  "deleteObjectConfirmDialogLabel": "Vous êtes sur le point de supprimer définitivement l'objet de ce dépôt. Êtes-vous sûr ?",
  "period": "Période",
  "dateField": "Champ de date",

  "deleteConfirmButton": "Confirmer la suppression",
  "deleteConfirmButtonAbort": "Annuler",
  "tableCol3Description": "Liste des outils utilisés par catégorie",

  "savingConfirmDialogLabel": "Vous êtes sur le point de quitter la page de modification sans enregistrer les dernières modifications. Voulez-vous enregistrer maintenant ?",
  "savingConfirmButton": "Enregistrer et Quitter",
  "savingConfirmButtonAbort": "Quitter sans Enregistrer",

  "dataModelTitle": "Modèle de données",
  "dataModelTitleDescription1": "En plus d'utiliser un format lisible par machine et d'appliquer une licence aux ensembles de données, l'interopérabilité doit être améliorée pour encourager la réutilisation. Pour y parvenir, il est nécessaire de se conformer aux <b>normes internationales</b> ou d'adopter des <b>structures de données communes</b>. Un exemple valide pourrait être l'adoption de la norme ETSI NGSI-LD, soutenue par les Orion Context Brokers de FIWARE, pour la description des ensembles de données via des métadonnées spécifiques, ce qui favorise à son tour l'interopérabilité entre les ensembles de données.",
  "dataModelTitleDescription2": "De plus, l'adoption de structures de données communes est un point crucial pour promouvoir l'interopérabilité, par exemple les Smart Data Models",
  "dataModelTitleDescription3": "Il est possible d'appliquer un modèle de données commun et en même temps d'ajouter des données au FIWARE Orion Context Broker en utilisant l'outil Data Model Mapper proposé par BeOpen, ou d'autres outils ayant le même objectif.",
  "dataModelTitleDescription4": "L'outil Data Model Mapper vous permet de mapper les données du modèle de données commun au modèle de données du FIWARE Orion Context Broker. Il est possible d'utiliser le FIWARE Orion Context Broker pour stocker les données et les récupérer à l'aide de la norme NGSI-LD.",
  "dataModelMapperTitle": "Data Model Mapper",
  "anotherEquivalentTool": "Un autre outil équivalent",

  "MQA_DATASET_TABLE_INFO_TOOLTIP_VALUE": "La valeur peut être un booléen, une liste de codes de réponse HTTP avec le pourcentage relatif d'occurrence, ou le pourcentage de métriques correctes"
}
