{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Σελίδα Διαχείρισης",
  "registredUsers": "Εγγεγραμμένοι Χρήστες",
  "registrationDateLabel": "Ημερομηνία Εγγραφής: ",
  "pilotLabel": "Πιλότος: ",
  "delete": "Διαγραφή",
  "close": "Κλείσιμο",
  "edit": "Επεξεργασία",

  "addToPrivateDataSpace": "Προσθήκη Αντικειμένων στον Ιδιωτικό Χώρο Δεδομένων",
  "addToPrivateDataSpaceLabel1": "Περιηγηθείτε στα δεδομένα σας και επιλέξτε ένα αρχείο για να δείτε μια προεπισκόπηση",
  "addToPrivateDataSpaceLabel2": "Μπορείτε να προσθέσετε το ανεβασμένο αντικείμενο στο προσωπικό σας κάδο χρησιμοποιώντας το κουμπί στο τέλος της σελίδας",
  "canSelectFileTypeListLabel": "Μπορείτε να επιλέξετε ένα αρχείο κειμένου, μια εικόνα, ένα αρχείο JSON, ένα αρχείο PDF, ένα αρχείο Zip ενός Shapefile (SHP) ή ένα αρχείο GeoJSON. Εάν το ανεβασμένο αρχείο είναι ένα αρχείο Zip αλλά όχι ένα Shapefile, δεν θα είναι δυνατή η προεπισκόπησή του.",
  "selectFileToPreview": "Επιλέξτε ένα αρχείο για προεπισκόπηση",
  "chooseFile": "Επιλέξτε ένα Αρχείο",
  "fileType": "Τύπος Αρχείου",
  "fileName": "Όνομα Αρχείου",
  "fileSize": "Μέγεθος Αρχείου",
  "fileContent": "Περιεχόμενο Αρχείου",
  "addToBucket": "Προσθήκη αυτού του στοιχείου στον κάδο",
  "privateDataSpace": "Ιδιωτικός Χώρος Δεδομένων",
  "privateDataSpaceLabel1": "Περιηγηθείτε στα δεδομένα σας από τον προσωπικό σας κάδο και επιλέξτε ένα αρχείο για προεπισκόπηση",
  "privateDataSpaceLabel2": "Αυτή είναι η λίστα των στοιχείων στον προσωπικό σας κάδο",
  "objectName": "Όνομα Αντικειμένου",
  "path": "Διαδρομή προς το αντικείμενο",
  "previewFile": "Προεπισκόπηση Αρχείου",
  "selectedFilePreview": "Επιλεγμένη προεπισκόπηση αρχείου",
  "addToPilotSharedDataFolder": "Προσθήκη αυτού του στοιχείου στον κοινό φάκελο δεδομένων του Πιλότου",
  "removeFromBucket": "Αφαίρεση αυτού του στοιχείου από τον κάδο",
  "showMapAnalysis": "Εμφάνιση Ανάλυσης Χάρτη",
  "privateBucket": "Ιδιωτικός Κάδος",
  "pilotDataFolder": "Φάκελος Δεδομένων Πιλότου",
  "publicDataFolder": "Δημόσιος Φάκελος Δεδομένων",
  "pilotDataSpace": "Χώρος Δεδομένων Πιλότου",
  "pilotDataSpaceLabel1": "Περιηγηθείτε στα δεδομένα από τον κοινό φάκελο δεδομένων του Πιλότου και επιλέξτε ένα αρχείο για προεπισκόπηση",
  "pilotDataSpaceLabel2": "Αυτή είναι η λίστα των στοιχείων στον κάδο του Πιλότου",
  "addToGeneralSharedDataFolder": "Προσθήκη αυτού του στοιχείου στον γενικό φάκελο κοινόχρηστων δεδομένων",
  "downloadFromPilotDataFolder": "Λήψη αυτού του στοιχείου από τον φάκελο κοινόχρηστων δεδομένων Pilot",
  "publicDataSpace": "Δημόσιος Χώρος Δεδομένων",
  "publicDataSpaceLabel1": "Περιηγηθείτε στα δεδομένα από τον δημόσιο φάκελο κοινόχρηστων δεδομένων και επιλέξτε ένα αρχείο για να δείτε μια προεπισκόπηση",
  "publicDataSpaceLabel2": "Αυτή είναι η λίστα των στοιχείων στον δημόσιο κάδο",
  "downloadFromPublicDataFolder": "Λήψη αυτού του στοιχείου από τον δημόσιο φάκελο κοινόχρηστων δεδομένων",

  "homepageBeopenLabel": "Ο στόχος του BeOpen είναι να υποστηρίξει τις δημόσιες διοικήσεις σε τοπικό, περιφερειακό και εθνικό επίπεδο στην αύξηση της διαθεσιμότητας και της χρηστικότητας των δημόσιων πληροφοριών (Σύνολα Δεδομένων Υψηλής Αξίας). Αυτό θα διευκολύνει τους οργανισμούς και τις δημόσιες οντότητες να επαναχρησιμοποιήσουν ανοιχτά δημόσια δεδομένα σε ολόκληρη την ΕΕ για την ανάπτυξη προϊόντων και υπηρεσιών πληροφόρησης.",
  "homepageOpenDataLabel": "Η BeOpen στοχεύει στην παροχή ενός ανοικτού πλαισίου για την ενίσχυση των Ευρωπαϊκών συνόλων δεδομένων υψηλής αξίας από τον δημόσιο τομέα. Η BeOpen θέλει να προσφέρει ένα οικονομικό, εύχρηστο εργαλείο για τη διαχείριση συνόλων δεδομένων υψηλής αξίας προσαρμοσμένο στη δημόσια διοίκηση· να επικυρώσει και να αξιολογήσει τις βελτιώσεις, την προσβασιμότητα και την επαναχρησιμοποίηση των συνόλων δεδομένων υψηλής αξίας μέσω της εκτέλεσης πανευρωπαϊκών πιλοτικών υπηρεσιών και εφαρμογών τεχνητής νοημοσύνης· να παράσχει ένα τεχνικό πλαίσιο για τη βελτίωση της τεχνικής διαλειτουργικότητας των δεδομένων, της σημασιολογίας και της ποιότητας των συνόλων δεδομένων του δημόσιου τομέα· να καταστήσει τα δημόσια ανοικτά σύνολα δεδομένων διαθέσιμα σε μορφή αναγνώσιμη από μηχανή μέσω APIs που είναι ανακαλύψιμα από την Ευρωπαϊκή Πύλη Δεδομένων και τις εθνικές πύλες ανοικτών δεδομένων και να παράσχει οδηγίες και συστάσεις που αφορούν τη νομική διαλειτουργικότητα στο πλαίσιο της διάδοσης και επαναχρησιμοποίησης των δημόσιων ανοικτών δεδομένων. <br> Η BeOpen θα επιτρέψει την ανάπτυξη νέων ψηφιακών και τεχνητής νοημοσύνης υπηρεσιών διευκολύνοντας την πρόσβαση και τη χρήση των συνόλων δεδομένων υψηλής αξίας του δημόσιου τομέα της ΕΕ. <br> <br> Το πλαίσιο του έργου BeOpen αναμένεται να αυξήσει τη διαθεσιμότητα και τη χρηστικότητα των ανοικτών δεδομένων που παρέχονται από τον δημόσιο τομέα. Οκτώ πιλοτικά προγράμματα θα αντιμετωπίσουν τις προκλήσεις κινητικότητας, ασφάλειας των πόλεων, περιβάλλοντος και φυσικών καταστροφών σε διάφορες περιοχές της ΕΕ.",

  "manuals": "Εγχειρίδια",
  "manualsLabel": "Συμβουλευτείτε τα εγχειρίδια και την τεκμηρίωση για κάθε εργαλείο του πλαισίου",
  "manualsDescription": "Παρέχονται τόσο το εγχειρίδιο χρήστη όσο και η τεκμηρίωση για τη σωστή χρήση των API REST που παρέχονται από τα εργαλεία",
  "search": "Αναζήτηση",

  "mqvTitle": "Επικυρωτής Ποιότητας Μεταδεδομένων",
  "mqvLabel1": "Επιλέξτε έναν Κατάλογο ή ένα Σύνολο Δεδομένων ανεβάζοντάς το ως αρχείο RDF ή εισάγοντας το URL που το προσδιορίζει και λάβετε την βαθμολογία ή τα μετρικά στοιχεία αξιολόγησης που σχετίζονται με αυτό, σύμφωνα με το",
  "mqvLabel2": "πρότυπο DCAT-AP",
  "mqvLabel3": "για να διασφαλίσετε ότι ο Κατάλογος ή το Σύνολο Δεδομένων είναι έγκυρο για την υποβολή του στην",
  "mqvLabel4": "Ευρωπαϊκή Πύλη Δεδομένων - ",
  "submitWFile": "Υποβολή με αρχείο",
  "send": "Αποστολή",
  "submitWURL": "Υποβολή με URL",
  "catalogueDatasets": "Κατάλογος & Σύνολα Δεδομένων",
  "showScore": "Εμφάνιση Βαθμολογίας",
  "showMetrics": "Εμφάνιση Μετρικών",
  "catalogueOverScore": "Συνολική βαθμολογία καταλόγου",
  "out_of": "από",
  "datasetMetrics": "Μετρικά συνόλου δεδομένων",
  "catalogueScore": "Βαθμολογία καταλόγου",

  "registration": "Εγγραφή",
  "registrationLabel": "Εισάγετε τις πληροφορίες σας για να εγγραφείτε στην πλατφόρμα BeOpen",
  "registrationButton": "Εγγραφή Χρήστη",

  "toolLabel": "Εργαλεία",
  "toolDescription": "Πρόσβαση και πλοήγηση στα εργαλεία που είναι διαθέσιμα στο πλαίσιο BeOpen",
  "nifiDescription": "Ένα εύκολο στη χρήση, ισχυρό και αξιόπιστο σύστημα για την επεξεργασία και διανομή δεδομένων. Το NiFi αυτοματοποιεί την κυβερνοασφάλεια, την παρατηρησιμότητα, τις ροές συμβάντων και τις ροές δεδομένων και διανομή γενετικών AI για χιλιάδες εταιρείες σε όλο τον κόσμο σε κάθε βιομηχανία. Το NiFi δημιουργήθηκε για να αυτοματοποιήσει τη ροή των δεδομένων μεταξύ των συστημάτων. Ενώ ο όρος ροή δεδομένων χρησιμοποιείται σε διάφορα πλαίσια, τον χρησιμοποιούμε εδώ για να υποδηλώσουμε τη αυτοματοποιημένη και διαχειριζόμενη ροή πληροφοριών μεταξύ των συστημάτων. Αυτό το πρόβλημα χώρου υπάρχει από τότε που οι επιχειρήσεις είχαν περισσότερα από ένα συστήματα, όπου ορισμένα από τα συστήματα δημιουργούσαν δεδομένα και ορισμένα από τα συστήματα κατανάλωναν δεδομένα. Το Nifi παρέχει επίσης μια διεπαφή χρήστη βασισμένη σε πρόγραμμα περιήγησης που επιτρέπει μια απρόσκοπτη εμπειρία για σχεδιασμό, έλεγχο, ανατροφοδότηση και παρακολούθηση. Η δυνατότητα οπτικοποίησης αυτών των ροών και η έκφρασή τους οπτικά μπορεί να βοηθήσει στη μείωση της πολυπλοκότητας και στον εντοπισμό περιοχών που χρήζουν απλοποίησης.",
  "openTool": "Ανοίξτε το εργαλείο",
  "minioDescription": "Το MinIO είναι ένα υψηλής απόδοσης, κατανεμημένο σύστημα αποθήκευσης αντικειμένων. Είναι καθορισμένο από λογισμικό, τρέχει σε πρότυπα βιομηχανίας υλικά και είναι 100% ανοιχτού κώδικα. Το Trino είναι ένας κινητήρας ερωτήσεων λίμνης δεδομένων που λειτουργεί με υψηλή ταχύτητα. Είναι απευθείας ενσωματωμένο στο MinIO: ο στόχος είναι να χρησιμοποιηθεί το Trino για την επεξεργασία ερωτημάτων και το MinIO για την αποθήκευση δεδομένων. Το MinIO μπορεί να χειριστεί δεδομένα μη δομημένου τύπου όπως αρχεία καταγραφής, αντίγραφα ασφαλείας, πίνακες δεδομένων και εικόνες ενός δοχείου με το τρέχον μέγιστο υποστηριζόμενο μέγεθος αντικειμένου των 50TB. Είναι ένα κατάστημα αντικειμένων συμβατό με AWS S3 και υψηλής απόδοσης. Το Trino είναι ένας κατανεμημένος, υψηλά κλιμακούμενος κινητήρας ερωτήσεων που θα χρησιμοποιηθεί για την πρόσβαση και την επεξεργασία δεδομένων. Το Trino υποστηρίζει επί του παρόντος βασισμένη σε SQL πρόσβαση σε αρχεία δεδομένων που αποθηκεύονται σε συστήματα αποθήκευσης αντικειμένων. Το εργαλείο δεν είναι άμεσα προσβάσιμο, αλλά είναι αυστηρά ενσωματωμένο στην πλατφόρμα και συγκεκριμένα στη διαχείριση και οργάνωση των δεδομένων κάθε χρήστη. Τα ιδιωτικά ή δημόσια δεδομένα του χρήστη αποθηκεύονται εύκολα στο MinIO και είναι προσβάσιμα μέσω της ενότητας Data-space του πλαισίου BeOpen.",
  "fiwareDescription": "Το Orion είναι μια υλοποίηση C++ της δέσμευσης NGSIv2 REST API που αναπτύχθηκε ως μέρος της πλατφόρμας FIWARE. Το Orion Context Broker σάς επιτρέπει να διαχειρίζεστε ολόκληρο τον κύκλο ζωής των πληροφοριών πλαισίου συμπεριλαμβανομένων των ενημερώσεων, των ερωτήσεων, των εγγραφών και των συνδρομών. Είναι μια υλοποίηση διακομιστή NGSIv2 για τη διαχείριση πληροφοριών πλαισίου και τη διαθεσιμότητά της. Χρησιμοποιώντας τον Orion Context Broker, μπορείτε να δημιουργήσετε στοιχεία πλαισίου και να τα διαχειριστείτε μέσω ενημερώσεων και ερωτήσεων. Επιπλέον, μπορείτε να εγγραφείτε σε πληροφορίες πλαισίου έτσι ώστε όταν συμβεί κάποια συνθήκη (π.χ. έχουν αλλάξει τα στοιχεία πλαισίου) να λαμβάνετε μια ειδοποίηση. Αυτά τα σενάρια χρήσης και τα χαρακτηριστικά του Orion Context Broker περιγράφονται σε αυτήν την τεκμηρίωση.",
  "idraDescription": "Idra είναι μια διαδικτυακή εφαρμογή ικανή να ομογενοποιεί υπάρχοντα Συστήματα Διαχείρισης Ανοιχτών Δεδομένων (ODMS) βασισμένα σε διαφορετικές τεχνολογίες παρέχοντας ένα μοναδικό σημείο πρόσβασης για την αναζήτηση και την εντοπισμό ανοιχτών συνόλων δεδομένων που προέρχονται από ανομοιογενείς πηγές. Το Idra ομογενοποιεί την αναπαράσταση των συλλεγμένων ανοιχτών συνόλων δεδομένων, χάρη στην υιοθέτηση διεθνών προτύπων (DCAT-AP) και παρέχει ένα σύνολο από RESTful APIs που μπορούν να χρησιμοποιηθούν από εφαρμογές τρίτων. Το Idra υποστηρίζει φυσικά ODMS βασισμένα σε CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) και πολλές άλλες τεχνολογίες: Το Idra παρέχει επίσης ένα σύνολο από APIs για την ομογενοποίηση ODMS που δεν υποστηρίζονται φυσικά. Επιπλέον, είναι δυνατό να ομογενοποιηθούν γενικές πύλες ανοιχτών δεδομένων που δεν εκθέτουν API, χρησιμοποιώντας τη λειτουργικότητα web scraping ή παρέχοντας ένα αρχείο αποθηκευμένων δεδομένων σε μορφή DCAT-AP. Επιπλέον, το Idra παρέχει ένα SPARQL endpoint για την εκτέλεση ερωτημάτων σε δεδομένα που συλλέγονται από ομογενοποιημένα ODMS και επιτρέπει τη δημιουργία διαγραμμάτων βασισμένων σε ομογενοποιημένα ανοιχτά σύνολα δεδομένων (μέσω του DatalEt-Ecosystem Provider DEEP). Το Idra είναι λογισμικό ανοιχτού κώδικα που αναπτύχθηκε από την Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "Το εργαλείο Data Model Mapper επιτρέπει τη μετατροπή διάφορων τύπων αρχείων (π.χ. CSV, Json, GeoJson) στα διάφορα Μοντέλα Δεδομένων που ορίζονται στο Έργο SynchroniCity. Τα αρχεία εισόδου μπορεί να περιέχουν είτε γραμμές, αντικείμενα JSON είτε Χαρακτηριστικά GeoJson, καθένα από τα οποία αντιπροσωπεύει ένα αντικείμενο που πρέπει να αντιστοιχιστεί σε μια οντότητα NGSI, σύμφωνα με το επιλεγμένο Μοντέλο Δεδομένων. Συγκεκριμένα, εκτελεί τα ακόλουθα βήματα: Ανάλυση αρχείου εισόδου, μετατρέποντάς το σε ροή γραμμών/αντικειμένων· Ροή: Κάθε γραμμή/αντικείμενο που προέρχεται από τη ροή μετατρέπεται σε ένα ενδιάμεσο αντικείμενο. Αντιστοίχιση: Χρησιμοποιώντας τον εισερχόμενο Χάρτη JSON, μετατρέπει το ενδιάμεσο αντικείμενο σε μια οντότητα NGSI, σύμφωνα με ένα συγκεκριμένο στόχο Μοντέλο Δεδομένων. Επικύρωση και αναφορά: Επικυρώνει το αποτέλεσμα του αντικειμένου σύμφωνα με το αντίστοιχο JSON schema του στόχου Μοντέλου Δεδομένων. Χρησιμοποιεί τον επικυρωτή JSON AJV. Παράγει ένα αρχείο αναφοράς με επικυρωμένα και μη επικυρωμένα αντικείμενα. Εγγραφή: Αποστέλλει τα επικυρωμένα αντικείμενα στον διαμορφωμένο Orion Context Broker και/ή σε ένα τοπικό αρχείο. Το εργαλείο είναι ένα ανοιχτού κώδικα λογισμικό που αναπτύχθηκε από την Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "Η μεθοδολογία Διασφάλισης Ποιότητας Μεταδεδομένων (MQA) ορίζεται από το κοινοπρακτικό δεδομένων.europa.eu με στόχο τη βελτίωση της προσβασιμότητας των συνόλων δεδομένων που δημοσιεύονται στις πύλες ανοιχτών δεδομένων της ΕΕ. Καθορίζει αρκετούς δείκτες που βοηθούν στη βελτίωση της ποιότητας των μεταδεδομένων που συλλέγονται από την πύλη δεδομένων.europa.eu. Το mqa-scoring είναι ένα εργαλείο που υπολογίζει τη βαθμολογία που λαμβάνει ένα μεταδεδομένο σύμφωνα με τους δείκτες MQA. Το εργαλείο επίσης επαληθεύει ότι πληρούνται οι απαιτήσεις που καθορίζονται από το MQA για κάθε δείκτη. Το εργαλείο δεν είναι άμεσα προσβάσιμο, αλλά είναι ενσωματωμένο στον πίνακα εργαλείων BeOpen, ιδίως μέσω σεναρίων που αναπτύχθηκαν και εισάγονται στην ενότητα Data-space.",
  "osmDescription": "Το OpenStreetMap (OSM) είναι μια ελεύθερη, ανοιχτή γεωγραφική βάση δεδομένων που ενημερώνεται και συντηρείται από μια κοινότητα εθελοντών μέσω ανοιχτής συνεργασίας. Οι συντελεστές συλλέγουν δεδομένα από έρευνες, ιχνηλατούν από εναέριες εικόνες και επίσης εισάγουν από άλλες ελεύθερα αδειοδοτημένες πηγές γεωχωρικών δεδομένων. Το OpenStreetMap διατίθεται ελεύθερα υπό την Άδεια Ανοιχτής Βάσης Δεδομένων και ως αποτέλεσμα χρησιμοποιείται συχνά για την κατασκευή ηλεκτρονικών χαρτών, την ενημέρωση της πλοήγησης με ενδιάμεσους σταθμούς, την υποστήριξη ανθρωπιστικής βοήθειας και την οπτικοποίηση δεδομένων. Το OpenStreetMap χρησιμοποιεί τη δική του τοπολογία για την αποθήκευση γεωγραφικών χαρακτηριστικών, τα οποία στη συνέχεια μπορούν να εξαχθούν σε άλλες μορφές αρχείων GIS. Η ιστοσελίδα του OpenStreetMap είναι ένας διαδικτυακός χάρτης, μηχανή αναζήτησης γεωδεδομένων και επεξεργαστής. Παρέχει πληροφορίες σχετικά με σημεία ενδιαφέροντος, τοποθεσίες, οδούς, δρόμους και άλλες σχετικές γεωγραφικές τοποθεσίες, καθώς και μπορεί να χρησιμοποιηθεί ως βάση δεδομένων για την αποθήκευση νεοδημιουργηθέντων ανοιχτών γεωγραφικών δεδομένων. Το εργαλείο είναι άμεσα προσβάσιμο μόνο από τον διαχειριστή της πλατφόρμας.",
  "keycloakDescription": "Το Keycloak είναι ένας διαχειριστής ταυτότητας και πρόσβασης ανοιχτού κώδικα. Επιτρέπει την προσθήκη ταυτοποίησης σε εφαρμογές και την ασφάλεια υπηρεσιών με ελάχιστη προσπάθεια. Το Keycloak παρέχει ομοσπονδοποίηση χρηστών, ισχυρή ταυτοποίηση, διαχείριση χρηστών, λεπτομερή εξουσιοδότηση και πολλά άλλα. Το Keycloak βασίζεται σε τυποποιημένα πρωτόκολλα και παρέχει υποστήριξη για OpenID Connect, OAuth 2.0 και SAML. Στο πλαίσιο BeOpen, είναι το εργαλείο που επιτρέπει την πρόσβαση και τη διαχείριση των χρηστών. Το Keycloak θα ενσωματωθεί επίσης με όλα τα εργαλεία που είναι εγκατεστημένα στην πλατφόρμα, προκειμένου να εγγυηθεί ένα ενιαίο σημείο πρόσβασης σε όλες τις εφαρμογές του πλαισίου.",
  "toolsDescription1": "Το πλαίσιο BeOpen, σκοπός του οποίου είναι να υποστηρίξει τη δημόσια διοίκηση στη βελτίωση της διαχείρισης και την κοινή χρήση HVDs σύμφωνα με τις ανάγκες των πιλότων και τις απαιτήσεις του έργου, προσφέρει ένα σύνολο τεχνικών εργαλείων που μπορούν να βοηθήσουν σε συγκεκριμένες δραστηριότητες που σχετίζονται με τη ζωή κύκλος των ανοιχτών συνόλων δεδομένων.",
  "toolsDescription2": "Το πλαίσιο BeOpen θα υποστηρίξει ειδικά τη δημόσια διοίκηση στις διαδικασίες που ξεκινούν από τη συλλογή (ακατέργαστων) δεδομένων έως την τελική τους δημοσίευση μέσω API σε μηχανικά αναγνώσιμες μορφές, βοηθώντας την στην εφαρμογή του σχετικού εθνικού και ευρωπαϊκού κανονισμού και ειδικότερα την πράξη εφαρμογής HVD",
  "toolsDescription3": "Τα εργαλεία είναι προσβάσιμα και περιγράφονται παρακάτω, βρίσκονται στη φάση διαχείρισης ανοιχτών συνόλων δεδομένων που καλύπτουν κυρίως.",
  "dataCategory1": "Πρόσβαση και οπτικοποίηση δεδομένων",
  "dataCategory2": "Δημοσίευση δεδομένων",
  "dataCategory3": "Σημασιολογική εναρμόνιση δεδομένων",
  "dataCategory4": "Βελτίωση ποιότητας δεδομένων",
  "dataCategory5": "Συλλογή δεδομένων και πρόσβαση στην ασφάλεια",
  "openrefineDescription": "Το OpenRefine είναι ένα ισχυρό δωρεάν εργαλείο ανοιχτού κώδικα για εργασία με ακατάστατα δεδομένα: καθαρισμός, μετατροπή τους από μια μορφή σε άλλη και επέκταση με υπηρεσίες web και εξωτερικά δεδομένα. Λειτουργεί σε σειρές δεδομένων που έχουν κελιά κάτω από στήλες, παρόμοιο με τον τρόπο με τον οποίο λειτουργούν οι πίνακες OpenRefine, οι σειρές του οποίου μπορούν να φιλτραριστούν χρησιμοποιώντας πτυχές που ορίζουν κριτήρια (για παράδειγμα, εμφανίζοντας σειρές όπου μια δεδομένη στήλη δεν είναι κενή, οι περισσότερες). Οι λειτουργίες στο OpenRefine γίνονται σε όλες τις ορατές σειρές, για παράδειγμα, ο μετασχηματισμός όλων των κελιών σε όλες τις σειρές κάτω από μια στήλη ή η δημιουργία μιας νέας στήλης με βάση τα υπάρχοντα δεδομένα Οι ενέργειες που εκτελούνται σε ένα σύνολο δεδομένων αποθηκεύονται στο έργο και μπορούν να είναι «. αναπαράγονται» σε άλλα σύνολα δεδομένων Οι τύποι δεν αποθηκεύονται σε κελιά, αλλά χρησιμοποιούνται για τον μετασχηματισμό των δεδομένων. στο Clojure.",

  "userInfo": "Πληροφορίες Χρήστη",
  "Homepage": "Αρχική Σελίδα",
  "My Account": "Ο Λογαριασμός μου",
  "Admin Settings": "Ρυθμίσεις Διαχειριστή",
  "Tools": "Εργαλεία",
  "Manuals": "Εγχειρίδια",
  "Data-Space": "Χώρος Δεδομένων",
  "Settings": "Ρυθμίσεις",
  "Release notes": "Σημειώσεις έκδοσης",
  "HVD Impact Assessment": "Αξιολόγηση αντίκτυπου HVD",
  "toolUsed": "Εργαλείο που χρησιμοποιήθηκε",

  "selectingObject_Success": "Αντικείμενο επιλέχθηκε με επιτυχία!",
  "addingObject_Success": "Αντικείμενο προστέθηκε με επιτυχία!",
  "addingObject_ShapeFileError": "Το αρχείο zip δεν είναι αρχείο Shape!",
  "deletingObject_Success": "Αντικείμενο διαγράφηκε με επιτυχία!",
  "queryModeSelect": "Εκτελέστε ερωτήματα στα δεδομένα σας (CSV, JSON ή GeoJSON) επιλέγοντας τη λειτουργία ερωτήματος:<br><br>- επιλέξτε τη λειτουργία <b>sqlQuery</b> εάν θέλετε να εκτελέσετε ένα ελεύθερο SQL ερώτημα<br><br>- επιλέξτε <b>keyValue</b> εάν θέλετε να εκτελέσετε ένα ερώτημα κλειδί-τιμή, καθορίζοντας το όνομα του ερωτήματος με το χαρακτηριστικό 'key' ενδιαφέροντος αν είναι JSON ή το όνομα της στήλης ενδιαφέροντος αν είναι CSV και στο 'value' την τιμή που αναζητάτε<br><br>- επιλέξτε τη λειτουργία <b>freeSearch</b> αν θέλετε να εκτελέσετε μια ελεύθερη αναζήτηση σε όλα τα αρχεία, η οποία αναζητά την εισαχθείσα τιμή σε όλο το αρχείο, χωρίς την ανάγκη φιλτραρίσματος σε ένα συγκεκριμένο κλειδί.<br><br>Λειτουργικότητα sqlQuery<br><br> CSV<br>    Αναζήτηση αντιστοίχισης στήλης - τιμής<br>    Εξαγωγή γραμμής<br><br> JSON Array<br>    Αναζήτηση ζεύγους κλειδιού - τιμής σε οποιοδήποτε επίπεδο κάθε αντικειμένου του πίνακα (συμπεριλαμβανομένων και των ενσωματωμένων πινάκων)<br>    Εξαγωγή ενός μοναδικού αντικειμένου από τον κύριο πίνακα ή από ενδεχόμενους ενσωματωμένους πίνακες<br><br> Json Object<br>    Αναζήτηση ζεύγους κλειδιού - τιμής (οποιοδήποτε επίπεδο)<br>    Εξαγωγή ενός μοναδικού αντικειμένου από ενσωματωμένους πίνακες<br><br> Λειτουργία keyValue<br><br> CSV<br>    Αναζήτηση αντιστοίχισης στήλης - τιμής<br><br> JSON Array<br>    Αναζήτηση ζεύγους κλειδιού - τιμής στο πρώτο επίπεδο κάθε αντικειμένου του πίνακα<br><br> Json Object<br>    Αναζήτηση ζεύγους κλειδιού - τιμής (πρώτο επίπεδο)<br><br> Ελεύθερη αναζήτηση<br><br> CSV<br>    Αναζήτηση στήλης ή τιμής<br><br> JSON Array<br>    Αναζήτηση κλειδιού ή τιμής σε οποιοδήποτε επίπεδο κάθε αντικειμένου του πίνακα (συμπεριλαμβανομένων και των ενσωματωμένων πινάκων)<br><br> JSON Object<br>    Αναζήτηση κλειδιού ή τιμής (οποιοδήποτε επίπεδο)",
  "typeSelect": "Επιλέξτε τον τύπο του αντικειμένου που θέλετε να φιλτράρετε",
  "queryEngine": "Μηχανή ερωτήσεων",

  "stepper": "Βηματόμετρο",
  "step1": "Κατηγορία HVD",
  "step1Light": "Κατηγορία HVD",
  "step2": "Υποκατηγορία HVD",
  "step2Light": "Υποκατηγορία HVD",
  "step3": "Μορφή Δεδομένων",
  "step3Light": "Μορφή",
  "step4": "Ελεύθερη Πρόσβαση στο Dataset",
  "step4Light": "Ελεύθερη Πρόσβαση",
  "step5": "Μαζική Λήψη Dataset",
  "step5Light": "Μαζική Λήψη",
  "step6": "Διεπαφή Εφαρμογών (API) Dataset",
  "step6Light": "API",
  "step7": "Αξιολόγηση από Ενδιαφερόμενους",
  "step7Light": "Ενδιαφερόμενοι",
  "step8": "Άδεια Δεδομένων",
  "step8Light": "Άδεια",
  "step9": "Τύπος Άδειας Dataset",
  "step9Light": "Τύπος Άδειας",
  "step10": "Μεταδεδομένα και Τεκμηρίωση Dataset",
  "step10Light": "Τεκμηρίωση",
  "step1Desc": "Το dataset σας ανήκει σε μία από τις παρακάτω <b>Κατηγορίες Δεδομένων Υψηλής Αξίας</b>",
  "step1Label": "Επιλέξτε Κατηγορία",
  "step1Link": "Περισσότερες λεπτομέρειες για τις Κατηγορίες μπορείτε να βρείτε",
  "linkQui": "εδώ",
  "step2Desc": "Το dataset σας ανήκει σε μία από τις παρακάτω Υποκατηγορίες.",
  "step2Label": "Επιλέξτε Υποκατηγορία",
  "step2Link": "Περισσότερες λεπτομέρειες για τις Υποκατηγορίες μπορείτε να βρείτε",
  "step3Desc": "Επιλέξτε τη μορφή δεδομένων του dataset σας επιλέγοντας από αυτό το σύνολο μορφών αναγνώσιμων και μη αναγνώσιμων από μηχανή",
  "step3Label": "Επιλέξτε Τύπο Μορφής",
  "step3Link": "Περισσότερες λεπτομέρειες για τους Τύπους Μορφής μπορείτε να βρείτε",
  "step4Desc": "Η Οδηγία απαιτεί τα δεδομένα να είναι διαθέσιμα μέσω ελεύθερης πρόσβασης.",
  "step4Label": "Μπορεί το dataset σας να είναι ελεύθερα προσβάσιμο;",
  "step4Link": "Περισσότερες λεπτομέρειες για την API μπορείτε να βρείτε",
  "step5Desc": "Τα δεδομένα HVD πρέπει να είναι διαθέσιμα μέσω μαζικής λήψης",
  "step5Label": "Είναι διαθέσιμη η Μαζική Λήψη για τα Δεδομένα σας <b>;</b>",
  "step5Link": "Περισσότερες λεπτομέρειες για τη μαζική λήψη μπορείτε να βρείτε",
  "step6Desc": "Η Οδηγία απαιτεί τα δεδομένα να είναι διαθέσιμα μέσω Διεπαφής Εφαρμογών (API)",
  "step6Label": "Είναι διαθέσιμη η πρόσβαση API για τα δεδομένα σας <b>;</b>",
  "step6Link": "Περισσότερες λεπτομέρειες για την API μπορείτε να βρείτε",
  "step7Desc": "Το Dataset πρέπει να αναπτυχθεί σε διαβούλευση με τους ενδιαφερόμενους, συμπεριλαμβανομένων των δημόσιων αρχών, των επιχειρήσεων και των ακαδημαϊκών.",
  "step7Label": "Έχετε συμβουλευτεί τους ενδιαφερόμενους σας;",
  "step7Link": "Περισσότερες λεπτομέρειες για τους Ενδιαφερόμενους μπορείτε να βρείτε",
  "step8Desc": "Η Οδηγία ορίζει ότι τα HVD πρέπει να καταχωρούνται υπό ανοικτή άδεια.",
  "step8Label": "Είναι το dataset σας αδειοδοτημένο;",
  "step8Link": "Περισσότερες λεπτομέρειες για τις άδειες μπορείτε να βρείτε",
  "step9Desc": "Η Οδηγία καθορίζει ποιες άδειες να χρησιμοποιούνται για την καθιστώντας υψηλής αξίας datasets διαθέσιμα προς επαναχρησιμοποίηση.",
  "step9Label": "Πώς είναι αδειοδοτημένο το dataset σας;",
  "step9Link": "Περισσότερες λεπτομέρειες για τις άδειες μπορείτε να βρείτε",
  "step10Desc": "Η Οδηγία απαιτεί τα δεδομένα να έχουν διαθέσιμα εκτενή μεταδεδομένα και τεκμηρίωση.",
  "step10Label": "Είναι διαθέσιμα εκτενή μεταδεδομένα και τεκμηρίωση;",
  "step10Link": "Περισσότερες λεπτομέρειες για την API μπορείτε να βρείτε",
  "dataSetOk": "Συγχαρητήρια, το dataset σας είναι ήδη συμβατό με τον Εκτελεστικό Κανονισμό HVD της ΕΕ!",
  "dataSetKo": "Το παρακάτω γραφικό στοιχείο θα σας δείξει τη συμβατότητα του συνόλου δεδομένων σας με τον κανονισμό ΕΕ HVD. Για να λάβετε τη μέγιστη βαθμολογία, ελέγξτε τα αποσπάσματα που σημειώνονται με κόκκινο χρώμα",
  "prev": "Προηγούμενο",
  "next": "Επόμενο",
  "tryAgain": "Προσπαθήστε ξανά",
  "complete": "Ο Οδηγός ολοκληρώθηκε!",
  "score": "Αξιολόγηση Επίδρασης HVD",
  "scoreDesc": "Η γραμμή προόδου παρακάτω αυξάνεται με βάση την αύξηση της βαθμολογίας που έχει αποδοθεί στο dataset σας. Η βαθμολογία είναι μια τιμή σε ποσοστό που δείχνει το επίπεδο συμβατότητας του επιλεγμένου dataset με τον Εκτελεστικό Κανονισμό HVD της ΕΕ.",
  "tableTitle": "Παράμετροι του dataset",
  "tablecol1": "Το dataset σας ανήκει στην Κατηγορία",
  "tablecol2": "Το dataset σας ανήκει στην Υποκατηγορία",
  "tablecol3": "Η Μορφή του dataset σας είναι",
  "tablecol4": "Αξιολόγηση Ελεύθερης Πρόσβασης",
  "tablecol5": "Αξιολόγηση Μαζικής Λήψης",
  "tablecol6": "Αξιολόγηση Πρόσβασης API",
  "tablecol7": "Έχετε συμβουλευτεί τους Ενδιαφερόμενους σας",
  "tablecol8": "Το dataset σας είναι αδειοδοτημένο",
  "tablecol9": "Η άδεια του dataset σας είναι",
  "tablecol10": "Διαθέσιμα εκτενή μεταδεδομένα και τεκμηρίωση",
  "selectEntry": "Επιλέξτε μια εγγραφή",
  "yes": "ναι",
  "no": "όχι",
  "tooltipSemaforo": "Γίνεται πράσινο μόλις το dataset πληροί όλα τα παρακάτω Υποχρεωτικά κριτήρια: είναι σε αναγνώσιμη από μηχανή μορφή, είναι διαθέσιμο δωρεάν, προσβάσιμο μέσω API, έχει αναπτυχθεί σε διαβούλευση με τους ενδιαφερόμενους και υποστηρίζει μαζική λήψη. Τα παρακάτω είναι κριτήρια Nice-to-have: έχει ανοιχτή άδεια δεδομένων και είναι διαθέσιμα εκτενή μεταδεδομένα και τεκμηρίωση.",
  "descSemaforo": "Συμμόρφωση dataset με τη νομοθεσία της ΕΕ",
  "datasetOk": "Επιτεύχθηκε Συμμόρφωση HVD!",
  "saveDataset": "Αποθήκευση αλλαγών",
  "deleteDataset": "Διαγραφή αυτού του dataset",
  "satisfyRequirementTools": "Εργαλεία BeOpen που μπορούν να χρησιμοποιηθούν για την ικανοποίηση της συγκεκριμένης απαίτησης:",
  "datasetTitle": "Σύνολα δεδομένων προς βελτίωση",
  "datasetLabel": "Αυτό το γραφικό εργαλείο σας επιτρέπει να παρακολουθείτε την πρόοδο των συνόλων δεδομένων σας προς βελτίωση, ώστε να γίνουν Σύνολα Δεδομένων Υψηλής Αξίας σύμφωνα με την Ευρωπαϊκή Οδηγία για το θέμα. Προσθέστε εύκολα ένα νέο σύνολο δεδομένων στη λίστα σας και αρχίστε να εργάζεστε σε αυτό. Μπορείτε να συνεχίσετε να εργάζεστε στο σύνολο δεδομένων σας ανά πάσα στιγμή καθώς η τρέχουσα πρόοδος αποθηκεύεται.",

  "addDataset": "Προσθήκη νέου συνόλου δεδομένων",
  "datasetName": "Όνομα συνόλου δεδομένων",
  "datasetDescription": "Περιγραφή",
  "datasetCompletedSteps": "Ολοκληρωμένα βήματα",
  "datasetVersion": "Έκδοση",
  "datasetAction": "Ενέργειες",
  "saveDatasetVersion": "Αποθήκευσε την τρέχουσα έκδοση"
}
