{
  "fileVersion": {
    "version": "1.0"
  },
  "adminPage": "Pagina di Amministrazione",
  "registredUsers": "Utenti Registrati",
  "registrationDateLabel": "Data di Registrazione:",
  "pilotLabel": "Pilota:",
  "delete": "Elimina",
  "close": "Chiudi",
  "edit": "Modifica",

  "addToPrivateDataSpace": "Aggiungi file al tuo spazio dati",
  "addToPrivateDataSpaceLabel1": "Sfoglia i tuoi dati e seleziona un file per vederne un'anteprima",
  "addToPrivateDataSpaceLabel2": "Puoi aggiungere l'oggetto caricato al tuo bucket personale utilizzando il pulsante alla fine della pagina",
  "canSelectFileTypeListLabel": "Puoi selezionare un file di testo, un'immagine, un file JSON, un file PDF, un file di tipo Zip di uno Shape File (SHP) o un file GeoJSON. Nel caso in cui il file caricato sia un Zip ma non uno Shape File, non sarà possibile visualizzarne l'anteprima.",
  "selectFileToPreview": "Seleziona un file per l'anteprima",
  "chooseFile": "Scegli un File",
  "fileType": "Tipo di File",
  "fileName": "Nome File",
  "fileSize": "Dimensione File",
  "fileContent": "Contenuto File",
  "addToBucket": "Carica file",
  "privateDataSpace": "Spazio Dati Personale",
  "privateDataSpaceLabel1": "Sfoglia i tuoi dati dalla tua cartella personale nel bucket MinIO e seleziona un file per vederne l'anteprima.",
  "privateDataSpaceLabel2": "Di seguito è mostrata l'intera lista dei tuoi file appartenenti alla tua cartella personale.",
  "objectName": "Nome File",
  "path": "Percorso del file in MinIO",
  "previewFile": "Anteprima",
  "selectedFilePreview": "Anteprima file selezionato",
  "addToPilotSharedDataFolder": "Aggiungi alla cartella Pilota",
  "removeFromBucket": "Rimuovi",
  "showMapAnalysis": "Mostra Analisi Mappa",
  "privateBucket": "File Personali",
  "pilotDataFolder": "File Pilota",
  "publicDataFolder": "File Pubblici",
  "pilotDataSpace": "Spazio Dati Pilota",
  "pilotDataSpaceLabel1": "Sfoglia i files dalla cartella dati condivisa dal Pilota e seleziona un file per vederne l'anteprima.",
  "pilotDataSpaceLabel2": "Di seguito è mostrata l'intera lista degli elementi appartenenti alla cartella di MinIO condivisa da tutti gli utenti del tuo Pilota.",
  "addToGeneralSharedDataFolder": "Aggiungi ai files Pubblici",
  "downloadFromPilotDataFolder": "Scarica",
  "publicDataSpace": "Spazio Dati Pubblico",
  "publicDataSpaceLabel1": "Sfoglia i dati dalla cartella dati condivisa pubblica e seleziona un file per vederne l'anteprima",
  "publicDataSpaceLabel2": "Questa è la lista degli elementi nel bucket pubblico",
  "downloadFromPublicDataFolder": "Scarica",
  "homepageBeopenLabel": "L'obiettivo di BeOpen è supportare le amministrazioni pubbliche a livello locale, regionale e nazionale nell'aumentare la disponibilità e l'usabilità delle informazioni del settore pubblico (High Value Datasets). Questo faciliterà le organizzazioni e le entità pubbliche nel riutilizzo dei dati pubblici aperti in tutta l'UE per lo sviluppo di prodotti e servizi informativi.",
  "homepageOpenDataLabel": "BeOpen mira a fornire un framework aperto per potenziare i dataset ad alto valore dell'UE provenienti dal settore pubblico. BeOpen vuole offrire uno strumento economico e facile da usare per la gestione dei dataset ad alto valore, su misura per la pubblica amministrazione; per convalidare e valutare i miglioramenti, l'accessibilità e la riusabilità dei dataset ad alto valore attraverso l'esecuzione di servizi pilota e applicazioni di intelligenza artificiale a livello UE; per fornire un framework tecnico che migliori l'interoperabilità tecnica dei dati, la semantica e la qualità dei dataset del settore pubblico; per rendere disponibili i dataset pubblici aperti in formato leggibile da macchina tramite API, scopribili dal Portale Europeo dei Dati e dai portali nazionali di open data e per fornire linee guida e raccomandazioni che affrontano l'interoperabilità legale nel contesto della diffusione e del riuso dei dati aperti pubblici. BeOpen consentirà lo sviluppo di nuovi servizi digitali e di intelligenza artificiale facilitando l'accesso e l'uso dei dataset ad alto valore del settore pubblico dell'UE. Il framework del progetto BeOpen dovrebbe aumentare la disponibilità e l'usabilità dei dati aperti forniti dal settore pubblico. Otto progetti pilota affronteranno le sfide relative a mobilità, sicurezza urbana, ambiente e disastri naturali in diverse regioni dell'UE.",

  "manuals": "Manuali",
  "manualsLabel": "Consulta i manuali e la documentazione per ogni strumento del framework",
  "manualsDescription": "Sono forniti sia il manuale utente che la documentazione per l'uso corretto delle API REST esposte dagli strumenti",
  "search": "Cerca",

  "mqvTitle": "Validatore Qualità Metadati",
  "mqvLabel1": "Seleziona un Catalogo o un Dataset caricandolo come file RDF o inserendo l'URL che lo identifica e ottieni il punteggio o le metriche di valutazione relative ad esso, secondo lo",
  "mqvLabel2": "standard DCAT-AP",
  "mqvLabel3": "per assicurare che il Catalogo o Dataset sia valido per la sua sottomissione nel",
  "mqvLabel4": "Portale Europeo dei Dati -",
  "submitWFile": "Invia con file",
  "send": "Invia",
  "submitWURL": "Invia con URL",
  "catalogueDatasets": "Catalogo & Dataset",
  "showScore": "Mostra Punteggio",
  "showMetrics": "Mostra Metriche",
  "catalogueOverScore": "Punteggio complessivo del catalogo",
  "out_of": "su",
  "datasetMetrics": "Metriche del dataset",
  "catalogueScore": "Punteggio del catalogo",

  "registration": "Registrazione",
  "registrationLabel": "Inserisci le tue informazioni per registrarti sulla piattaforma BeOpen",
  "registrationButton": "Registra Utente",

  "toolLabel": "Strumenti",
  "toolDescription": "Accedi e naviga tra gli strumenti attualmente disponibili nel framework BeOpen",
  "nifiDescription": "Un sistema facile da usare, potente e affidabile per elaborare e distribuire dati. NiFi automatizza la sicurezza informatica, l'osservabilità, i flussi di eventi e i pipeline di dati e distribuzione di intelligenza artificiale generativa per migliaia di aziende in tutto il mondo in ogni settore. NiFi è stato creato per automatizzare il flusso di dati tra i sistemi. Sebbene il termine flusso di dati venga utilizzato in una varietà di contesti, lo usiamo qui per indicare il flusso di informazioni automatizzato e gestito tra i sistemi. Questo spazio problematico esiste da quando le aziende hanno avuto più di un sistema, dove alcuni sistemi creavano dati e altri sistemi li consumavano. Nifi fornisce inoltre un'interfaccia utente basata su browser che consente un'esperienza fluida per la progettazione, il controllo, il feedback e il monitoraggio. La possibilità di visualizzare tali flussi ed esprimerli visivamente può aiutare a ridurre la complessità e identificare le aree che necessitano di semplificazione.",
  "openTool": "Apri lo strumento",
  "minioDescription": "MinIO è un sistema di archiviazione di oggetti distribuito ad alte prestazioni. È definito dal software, funziona su hardware standard del settore ed è open source al 100%. Trino è un motore di query per data lake che funziona ad alta velocità. È integrato direttamente in MinIO: l'obiettivo è utilizzare Trino per l'elaborazione delle query e MinIO per l'archiviazione dei dati. MinIO può gestire dati non strutturati come file di log, backup, dati tabulari e immagini di container con una dimensione massima dell'oggetto attualmente supportata di 50 TB. È un archivio oggetti ad alte prestazioni compatibile con AWS S3. Trino è un motore di query distribuito e altamente scalabile, che verrà utilizzato per accedere e manipolare i dati. Trino attualmente supporta l'accesso basato su SQL ai file di dati archiviati nei sistemi di archiviazione di oggetti. Il tool non è accessibile direttamente, ma esso è strettamente integrato nella piattaforma e in particolare nella gestione ed organizzazione dei dati di ogni utente. I dati privati dell'utente o pubblici sono memorizzati opportunamente in MinIO ed essi sono accessibili attraverso la sezione Data-space del BeOpen framework.",
  "fiwareDescription": "Orion è un'implementazione C++ del binding dell'API REST NGSIv2 sviluppata come parte della piattaforma FIWARE. Orion Context Broker consente di gestire l'intero ciclo di vita delle informazioni di contesto, inclusi aggiornamenti, query, registrazioni e sottoscrizioni. È un'implementazione del server NGSIv2 per gestire le informazioni di contesto e la loro disponibilità. Utilizzando Orion Context Broker, sei in grado di creare elementi di contesto e gestirli tramite aggiornamenti e query. Inoltre, puoi iscriverti alle informazioni di contesto in modo tale che quando si verifica una condizione (ad esempio, gli elementi di contesto sono cambiati) ricevi una notifica. Questi scenari di utilizzo e le funzionalità di Orion Context Broker sono descritti in questa documentazione.",
  "idraDescription": "Idra è un'applicazione web in grado di federare sistemi di gestione dati aperti (ODMS) esistenti basati su diverse tecnologie fornendo un punto di accesso unico per cercare e scoprire set di dati aperti provenienti da sorgenti eterogenee. Idra uniforma la rappresentazione dei set di dati aperti raccolti, grazie all'adozione di standard internazionali (DCAT-AP) e fornisce un set di API RESTful da utilizzare da applicazioni di terze parti. Idra supporta nativamente ODMS basati su CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) e molte altre tecnologie: Idra fornisce anche un set di API per federare ODMS non nativamente supportati. Inoltre, è possibile federare portali di dati aperti generici, che non espongono API, utilizzando la funzionalità di scraping del web o fornendo un file di dump dei set di dati in formato DCAT-AP. Inoltre, Idra fornisce un endpoint SPARQL per eseguire query su dati open linked a 5 stelle raccolti da ODMS federati e consente di creare facilmente grafici basati su set di dati open federati (tramite DatalEt-Ecosystem Provider DEEP). Idra è un software open source sviluppato da Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "Lo strumento Data Model Mapper consente di convertire diversi tipi di file (ad esempio CSV, JSON, GeoJSON) nei diversi modelli di dati definiti nel progetto SynchroniCity. I file in input possono contenere righe, oggetti JSON o feature GeoJSON, ciascuno dei quali rappresenta un oggetto da mappare a un'entità NGSI, in base al modello di dati selezionato. In particolare, esegue le seguenti operazioni: Analisi del file di input, convertendolo in un flusso di righe/oggetti; Streaming: Ogni riga/oggetto proveniente dal flusso viene convertito in un oggetto intermedio. Mappatura: Utilizzando la mappa JSON di input, converte l'oggetto intermedio in un'entità NGSI, secondo un modello di dati target specifico. Validazione e report: convalida l'oggetto risultante rispetto allo schema JSON corrispondente a un modello di dati target. Si avvale di AJV JSON Schema Validator. Produce un file di report con oggetti validati e non validati. Scrittura: gli oggetti convalidati di Orion CB o File vengono inviati all'Orion Context Broker configurato e/o a un file locale. Lo strumento è un software open source sviluppato da Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "La metodologia Metadata Quality Assurance (MQA) è definita dal consorzio data.europa.eu con l'obiettivo di migliorare l'accessibilità dei dataset pubblicati sui portali open data dell'UE. Specifica diversi indicatori che aiutano a migliorare la qualità dei metadati raccolti dal portale data.europa.eu. Mqa-scoring è uno strumento che calcola il punteggio che un metadato ottiene in base agli indicatori MQA. Lo strumento verifica inoltre che siano soddisfatti i requisiti specificati da MQA per ciascun indicatore.",
  "osmDescription": "OpenStreetMap (OSM) è un database geografico libero e aperto aggiornato e mantenuto da una comunità di volontari attraverso la collaborazione aperta. I contributori raccolgono dati da rilevamenti, tracciano da immagini aeree e importano anche da altre fonti di dati geospatializzati con licenza gratuita. OpenStreetMap è rilasciato con licenza Open Database License e di conseguenza è comunemente utilizzato per creare mappe elettroniche, informare la navigazione turn-by-turn, aiutare negli aiuti umanitari e nella visualizzazione dei dati. OpenStreetMap utilizza la propria topologia per archiviare le caratteristiche geografiche che possono poi essere esportate in altri formati di file GIS. Il sito web di OpenStreetMap stesso è una mappa online, un motore di ricerca di dati geospatializzati e un editor. Fornisce informazioni su POI, località, strade, strade e altre posizioni geografiche rilevanti, nonché può essere utilizzato come database per archiviare nuovi dati geografici open data creati. Lo strumento non è accessibile direttamente, ma è integrato all'interno della dashboard di BeOpen, in particolare attraverso script sviluppati e inseriti nella sezione Data-space.",
  "keycloakDescription": "Keycloak è un Identity and Access Manager open source. Consente di aggiungere l'autenticazione alle applicazioni e proteggere i servizi con il minimo sforzo. Keycloak offre federazione degli utenti, autenticazione forte, gestione degli utenti, autorizzazione fine-grained e altro ancora. Keycloak si basa su protocolli standard e fornisce supporto per OpenID Connect, OAuth 2.0 e SAML. Nel framework BeOpen, è lo strumento che consente l'accesso e la gestione degli utenti. Keycloak sarà inoltre integrato con tutti gli strumenti installati sulla piattaforma per garantire un singolo punto di accesso a tutte le applicazioni del framework. Il tool è direttamente accessibile solo dall'amministratore della piattaforma.",
  "toolsDescription1": "Il framework BeOpen, il cui scopo è supportare la pubblica amministrazione nel miglioramento della gestione e nella condivisione degli HVD in linea con le esigenze dei progetti pilota e i requisiti del progetto, offre una serie di strumenti tecnici che possono aiutare in attività specifiche legate al ciclo di vita degli open data.",
  "toolsDescription2": "Il framework BeOpen supporterà in modo specifico la pubblica amministrazione nei processi che partono dalla raccolta dei dati (grezzi) fino alla loro pubblicazione finale tramite API in formati leggibili dalla macchina, aiutandola nell'implementazione della normativa nazionale ed europea in materia ed in particolare l'High Value Datasets implementing act",
  "toolsDescription3": "Gli strumenti tecnici sono accessibili e descritti di seguito, e sono situati nella fase di gestione degli open datasets set che ricoprono principalmente.",
  "dataCategory1": "Accesso e visualizzazione dei dati",
  "dataCategory2": "Pubblicazione dei dati",
  "dataCategory3": "Armonizzazione semantica dei dati",
  "dataCategory4": "Miglioramento della qualità dei dati",
  "dataCategory5": "Raccolta e accesso sicuro ai dati",
  "openrefineDescription": "OpenRefine è un potente strumento gratuito e open source per lavorare con dati disordinati: pulirli; trasformandolo da un formato all'altro; ed estendendolo con servizi web e dati esterni. Funziona su righe di dati che hanno celle sotto colonne, in modo simile al modo in cui operano le tabelle di database relazionali. I progetti OpenRefine sono costituiti da una tabella, le cui righe possono essere filtrate utilizzando sfaccettature che definiscono criteri (ad esempio, mostrando le righe in cui una determinata colonna non è vuota). A differenza dei fogli di calcolo, la maggior parte delle operazioni in OpenRefine vengono eseguite su tutte le righe visibili, ad esempio la trasformazione di tutte le celle in tutte le righe sotto una colonna o la creazione di una nuova colonna basata sui dati esistenti. Le azioni eseguite su un set di dati vengono archiviate nel progetto e possono essere riprodotte su altri set di dati. Le formule non vengono archiviate nelle celle, ma vengono utilizzate per trasformare i dati. La trasformazione viene eseguita una sola volta. Le espressioni delle formule possono essere scritte in General Refine Expression Language (GREL), in Jython (cioè Python) e in Clojure.",

  "userInfo": "Informazioni utente",
  "Homepage": "Homepage",
  "My Account": "Il mio account",
  "Admin Settings": "Impostazioni amministratore",
  "Tools": "Strumenti",
  "Manuals": "Manuali",
  "Data-Space": "Data-Space",
  "Settings": "Impostazioni",

  "selectingObject_Success": "Oggetto selezionato con successo!",
  "addingObject_Success": "Oggetto aggiunto con successo!",
  "addingObject_ShapeFileError": "Il file zip non è un file Shape!",
  "deletingObject_Success": "Oggetto eliminato con successo!",
  "queryModeSelect" : "Esegui query sui tuoi dati (CSV, JSON o GeoJSON) selezionando la modalità di query:<br><br>- seleziona la modalità <b>sqlQuery</b> se desideri eseguire una query SQL libera<br><br>- seleziona <b>keyValue</b> se desideri eseguire una query chiave-valore specificando il nome della query con l'attributo 'key' di interesse se è un JSON o il nome della colonna di interesse se è un CSV e in 'value' il valore che stai cercando<br><br>- seleziona la modalità <b>freeSearch</b> se desideri eseguire una ricerca libera in tutti i file, che cerca il valore inserito in tutto il file, senza la necessità di filtrare su una chiave specifica",
  "typeSelect" : "Seleziona il tipo di oggetto da filtrare",
  "queryEngine" : "Motore di Ricerca"

}
