{
  "fileVersion": {
    "version": "1.0"
  },
  "attica": {
    "Event Detection with Social media": "Rilevamento eventi con i social media",
    "Event detection description 1": "I grafici valutano le prestazioni di rilevamento degli eventi correlati agli incendi nella regione dell'Attica dal 2019 al 2021. Il primo approccio utilizza X-post come input per rilevare gruppi di post vicini nel tempo e nella posizione (utilizzando il metodo di clustering DBSCAN).",
    "Event detection description 2": "Il secondo approccio utilizza le concentrazioni medie giornaliere di NO₂ dai dati satellitari (Sentinel-5P TROPOMI) come input per individuare picchi di inquinamento insoliti legati agli incendi (utilizzando l'algoritmo Isolation Forest).",
    "Event detection description 1 bullet 1": "Su 10 eventi reali, 5 sono stati identificati correttamente, mentre 5 sono stati persi.",
    "Event detection description 1 bullet 2": "Sono stati attivati ​​26 falsi allarmi.",
    "Event detection description 2 bullet 1": "Su 10 eventi reali, 9 sono stati rilevati correttamente e 1 è stato perso.",
    "Event detection description 2 bullet 2": "Sono stati attivati ​​308 falsi allarmi.",
    "Event detection result": "I risultati indicano che molti eventi rilevati erano in realtà non correlati, probabilmente influenzati da rumore o post non pertinenti.",
    "Event Detection with NO2": "Rilevamento evento con NO2",
    "Daily Mean NO2 concentrations and detected anomalies": "Concentrazioni medie giornaliere di NO2 e anomalie rilevate",
    "Daily Mean NO2 concentrations and detected anomalies description": "Il grafico illustra la variabilità delle concentrazioni medie giornaliere di NO₂ entro un raggio di 10 km dal punto in cui si è verificato l'evento in un periodo di 10 giorni a partire dalla data dell'evento. Le anomalie (picchi insoliti) vengono rilevate (utilizzando Isolation Forest), con punti rossi che ne indicano la presenza.",
    "Event Detection with Social Media + NO2": "Rilevamento eventi con social media + NO₂",
    "Number of posts published on Social Media X regarding fires in the Attica region from 2019 to 2021": "Numero di post pubblicati sui social media X riguardanti gli incendi nella regione dell'Attica dal 2019 al 2021",
    "Event Detection with Social Media + NO2 description": "Combinando gli eventi sui social media (SM) con le anomalie rilevate da NO₂, si riduce il numero di rilevazioni errate (falsi allarmi) e si migliora la precisione nell'identificazione di incendi reali. Il grafico illustra gli eventi rilevati tramite i social media (barre blu) e quanti sono stati confermati quando combinati con le anomalie di NO₂ (barre rosse), sulla base di incendi reali.",
    "Scenarios and results": "Scenari e risultati",
    "Scenario and results description": "I grafici mostrano come la combinazione di eventi di SM con anomalie di NO₂ aiuti a identificare gli incendi, testati in tre diversi scenari. I ritardi rappresentano la velocità con cui i dati satellitari possono essere disponibili in situazioni reali.",
    "Scenario 1:": "Scenario 1:",
    "Scenario 1 description": "Anomalia di NO₂ rilevata lo stesso giorno dell'incendio",
    "Scenario 1 description bullet 1": "3 incendi su 10 sono stati identificati correttamente",
    "Scenario 1 description bullet 2": "0 falsi allarmi",
    "Scenario 2:": "Scenario 2:",
    "Scenario 2 description": "Anomalia di NO₂ rilevata con un ritardo di 1 giorno",
    "Scenario 2 description bullet 1": "2 incendi su 10 sono stati identificati correttamente",
    "Scenario 2 description bullet 2": "0 falsi allarmi",
    "Scenario 3:": "Scenario 3:",
    "Scenario 3 description": "Anomalia di NO₂ rilevata con un ritardo di 2 giorni",
    "Scenario 3 description bullet 1": "4 incendi su 10 sono stati identificati correttamente",
    "Scenario 3 description bullet 2": "0 falsi allarmi",
    "Conclusion": "Conclusione",
    "Conclusion bullet 1": "L'NO₂ da solo è inaffidabile a causa di numerosi falsi allarmi.",
    "Conclusion bullet 2": "Il solo SM è più preciso dell'NO₂, ma non rileva comunque gli incendi.",
    "Conclusion bullet 3": "La fusione SM + NO₂ riduce i falsi allarmi.",
    "Conclusion bullet 4": "Il SM consente di allertare tempestivamente gli incendi, mentre l'NO₂ migliora l'affidabilità del rilevamento.",
    "Wildfire Incidents and Burned Areas": "Incendi boschivi e aree bruciate",
    "Wildfire Incidents and Burned Areas description": "Confronto tra il numero di incendi boschivi e l'estensione delle aree bruciate (in ettari) nella regione dell'Attica tra il 2019 e il 2021.",
    "All Fires : ": "Tutti gli incendi: ",
    "Fires : ": "Incendi: "
  },
  "Active services": "Servizi attivi",
  "Inactive services": "servizi inattivi",
  "Enter a key that you want so search": "Digita la chiave che vuoi cercare",
  "Enter a value that you want so search": "Digita il valore che vuoi cercare",
  "Select the start date for your search": "Seleziona la data di inizio intervallo",
  "Select the end date for your search": "Seleziona la data di fine intervallo",
  "adminPage": "Pagina di Amministrazione",
  "registredUsers": "Utenti Registrati",
  "registrationDateLabel": "Data di Registrazione:",
  "pilotLabel": "Pilota:",
  "delete": "Elimina",
  "close": "Chiudi",
  "edit": "Modifica",
  "confirm": "Conferma",
  "addToPrivateDataSpace": "Aggiungi file al tuo spazio dati",
  "addToPrivateDataSpaceLabel1": "Sfoglia i tuoi dati e seleziona un file per vederne un'anteprima",
  "addToPrivateDataSpaceLabel2": "Puoi aggiungere l'oggetto caricato al tuo bucket personale utilizzando il pulsante alla fine della pagina",
  "canSelectFileTypeListLabel": "Puoi selezionare un file di testo, un'immagine, un file JSON, un file PDF, un file di tipo Zip di uno Shape File (SHP) o un file GeoJSON. Nel caso in cui il file caricato sia un Zip ma non uno Shape File, non sarà possibile visualizzarne l'anteprima.",
  "selectFileToPreview": "Seleziona il file da analizzare",
  "chooseFile": "Scegli un File",
  "fileType": "Tipo di File",
  "fileName": "Nome File",
  "fileSize": "Dimensione File",
  "fileContent": "Contenuto File",
  "addToBucket": "Carica file",
  "privateDataSpace": "Spazio Dati Personale",
  "privateDataSpaceLabel1": "Sfoglia i tuoi dati dalla tua cartella personale nel bucket MinIO e seleziona un file per vederne l'anteprima.",
  "privateDataSpaceLabel2": "Di seguito è mostrata l'intera lista dei tuoi file appartenenti alla tua cartella personale.",
  "objectName": "Nome File",
  "path": "Percorso del file in MinIO",
  "previewFile": "Anteprima",
  "selectedFilePreview": "Anteprima file selezionato",
  "addToPilotSharedDataFolder": "Aggiungi alla cartella Pilota",
  "removeFromBucket": "Rimuovi",
  "showMapAnalysis": "Mostra Analisi Mappa",
  "privateBucket": "File Personali",
  "pilotDataFolder": "File Pilota",
  "publicDataFolder": "File Pubblici",
  "pilotDataSpace": "Spazio Dati Pilota",
  "pilotDataSpaceLabel1": "Sfoglia i files dalla cartella dati condivisa dal Pilota e seleziona un file per vederne l'anteprima.",
  "pilotDataSpaceLabel2": "Di seguito è mostrata l'intera lista degli elementi appartenenti alla cartella di MinIO condivisa da tutti gli utenti del tuo Pilota.",
  "addToGeneralSharedDataFolder": "Aggiungi ai files Pubblici",
  "downloadFromPilotDataFolder": "Scarica",
  "publicDataSpace": "Spazio Dati Pubblico",
  "publicDataSpaceLabel1": "Sfoglia i dati dalla cartella dati condivisa pubblica e seleziona un file per vederne l'anteprima",
  "publicDataSpaceLabel2": "Questa è la lista degli elementi nel bucket pubblico",
  "downloadFromPublicDataFolder": "Scarica",
  "homepageBeopenLabel": "L'obiettivo di BeOpen è supportare le amministrazioni pubbliche a livello locale, regionale e nazionale nell'aumentare la disponibilità e l'usabilità delle informazioni del settore pubblico (High Value Datasets). Questo faciliterà le organizzazioni e le entità pubbliche nel riutilizzo dei dati pubblici aperti in tutta l'UE per lo sviluppo di prodotti e servizi informativi.",
  "homepageOpenDataLabel": "BeOpen mira a fornire un framework aperto per potenziare i dataset ad alto valore dell'UE provenienti dal settore pubblico. BeOpen vuole offrire uno strumento economico e facile da usare per la gestione dei dataset ad alto valore, su misura per la pubblica amministrazione; per convalidare e valutare i miglioramenti, l'accessibilità e la riusabilità dei dataset ad alto valore attraverso l'esecuzione di servizi pilota e applicazioni di intelligenza artificiale a livello UE; per fornire un framework tecnico che migliori l'interoperabilità tecnica dei dati, la semantica e la qualità dei dataset del settore pubblico; per rendere disponibili i dataset pubblici aperti in formato leggibile da macchina tramite API, scopribili dal Portale Europeo dei Dati e dai portali nazionali di open data e per fornire linee guida e raccomandazioni che affrontano l'interoperabilità legale nel contesto della diffusione e del riuso dei dati aperti pubblici. <br> BeOpen consentirà lo sviluppo di nuovi servizi digitali e di intelligenza artificiale facilitando l'accesso e l'uso dei dataset ad alto valore del settore pubblico dell'UE. <br> <br> Il framework del progetto BeOpen dovrebbe aumentare la disponibilità e l'usabilità dei dati aperti forniti dal settore pubblico. Otto progetti pilota affronteranno le sfide relative a mobilità, sicurezza urbana, ambiente e disastri naturali in diverse regioni dell'UE.",
  "manuals": "Manuali",
  "manualsLabel": "Consulta i manuali e la documentazione per ogni strumento del framework",
  "manualsDescription": "Sono forniti sia il manuale utente che la documentazione per l'uso corretto delle API REST esposte dagli strumenti",
  "search": "Cerca",
  "mqvTitle": "Validatore Qualità Metadati",
  "mqvLabel1": "Seleziona un Catalogo o un Dataset caricandolo come file RDF o inserendo l'URL che lo identifica e ottieni il punteggio o le metriche di valutazione relative ad esso, secondo lo",
  "mqvLabel2": "standard DCAT-AP",
  "mqvLabel3": "per assicurare che il Catalogo o Dataset sia valido per la sua sottomissione nel",
  "mqvLabel4": "Portale Europeo dei Dati -",
  "mqvLabel5_1": "L'algoritmo segue la",
  "mqvLabel5_2": "metodologia",
  "mqvLabel5_3": "definita dal portale europeo dei dati.",
  "mqvLabel5_4": "Se si tratta di un Catalogo già federato in Idra, è possibile scaricare il file RDF del Catalogo direttamente dal dashboard di Idra accedendo al menu Amministrazione, poi alla pagina Gestisci Cataloghi, e per il Catalogo desiderato premere il pulsante Scarica Dump, che scaricherà il file.",
  "mqvLabel6_1": "Per validare un intero Catalogo, è necessario ottenere il file RDF della sua descrizione, ovvero dei suoi metadati, in DCAT-AP. Per ottenere questo file, puoi utilizzare il portale Idra",
  "mqvLabel6_2": ". In Idra, dopo aver effettuato l'accesso, è necessario andare nel <b>menu Amministrazione -> Gestisci Cataloghi -></b> e, corrispondente al Catalogo di interesse, scaricare il file selezionando il pulsante <b>Scarica Dump</b>. <br> Poiché Idra è una piattaforma che consente di federare Portali di Open Data, il portale CKAN BeOpen sarà federato in Idra e conterrà tutti i dataset prodotti durante il progetto BeOpen.",
  "mqvLabel6_3": "Se il tuo intento è scaricare un singolo file RDF contenente i metadati di un dataset già aggiunto nel <b>portale CKAN BeOpen</b>",
  "mqvLabel6_4": ", puoi fare questa richiesta (anche direttamente dal browser):",
  "mqvLabel7_1": "<URL del Dataset in CKAN.rdf>",
  "mqvLabel7_2": "per esempio:",
  "mqvLabel7_3": "Fa parte di un'estensione integrata nel portale CKAN BeOpen, ckanext-dcat, che consente di creare e scaricare file RDF contenenti i metadati in DCAT-AP dei dataset aggiunti al portale stesso.<br>Dettagli sul funzionamento di questa estensione sono disponibili qui",
  "submitWFile": "Invia con file",
  "send": "Invia",
  "submitWURL": "Invia con URL",
  "catalogueDatasets": "Catalogo & Dataset",
  "showScore": "Mostra Punteggio",
  "showMetrics": "Mostra Metriche",
  "catalogueOverScore": "Punteggio complessivo del catalogo",
  "out_of": "su",
  "datasetMetrics": "Metriche del dataset",
  "catalogueScore": "Punteggio del catalogo",
  "registration": "Registrazione",
  "registrationLabel": "Inserisci le tue informazioni per registrarti sulla piattaforma BeOpen",
  "registrationButton": "Registra Utente",
  "toolLabel": "Strumenti",
  "toolDescription": "Accedi e naviga tra gli strumenti attualmente disponibili nel framework BeOpen",
  "nifiDescription": "Un sistema facile da usare, potente e affidabile per elaborare e distribuire dati. NiFi automatizza la sicurezza informatica, l'osservabilità, i flussi di eventi e i pipeline di dati e distribuzione di intelligenza artificiale generativa per migliaia di aziende in tutto il mondo in ogni settore. NiFi è stato creato per automatizzare il flusso di dati tra i sistemi. Sebbene il termine flusso di dati venga utilizzato in una varietà di contesti, lo usiamo qui per indicare il flusso di informazioni automatizzato e gestito tra i sistemi. Questo spazio problematico esiste da quando le aziende hanno avuto più di un sistema, dove alcuni sistemi creavano dati e altri sistemi li consumavano. Nifi fornisce inoltre un'interfaccia utente basata su browser che consente un'esperienza fluida per la progettazione, il controllo, il feedback e il monitoraggio. La possibilità di visualizzare tali flussi ed esprimerli visivamente può aiutare a ridurre la complessità e identificare le aree che necessitano di semplificazione.",
  "openTool": "Apri lo strumento",
  "minioDescription": "MinIO è un sistema di archiviazione di oggetti distribuito ad alte prestazioni. È definito dal software, funziona su hardware standard del settore ed è open source al 100%. Trino è un motore di query per data lake che funziona ad alta velocità. È integrato direttamente in MinIO: l'obiettivo è utilizzare Trino per l'elaborazione delle query e MinIO per l'archiviazione dei dati. MinIO può gestire dati non strutturati come file di log, backup, dati tabulari e immagini di container con una dimensione massima dell'oggetto attualmente supportata di 50 TB. È un archivio oggetti ad alte prestazioni compatibile con AWS S3. Trino è un motore di query distribuito e altamente scalabile, che verrà utilizzato per accedere e manipolare i dati. Trino attualmente supporta l'accesso basato su SQL ai file di dati archiviati nei sistemi di archiviazione di oggetti. Il tool non è accessibile direttamente, ma esso è strettamente integrato nella piattaforma e in particolare nella gestione ed organizzazione dei dati di ogni utente. I dati privati dell'utente o pubblici sono memorizzati opportunamente in MinIO ed essi sono accessibili attraverso la sezione Data-space del BeOpen framework.",
  "fiwareDescription": "Orion è un'implementazione C++ del binding dell'API REST NGSIv2 sviluppata come parte della piattaforma FIWARE. Orion Context Broker consente di gestire l'intero ciclo di vita delle informazioni di contesto, inclusi aggiornamenti, query, registrazioni e sottoscrizioni. È un'implementazione del server NGSIv2 per gestire le informazioni di contesto e la loro disponibilità. Utilizzando Orion Context Broker, sei in grado di creare elementi di contesto e gestirli tramite aggiornamenti e query. Inoltre, puoi iscriverti alle informazioni di contesto in modo tale che quando si verifica una condizione (ad esempio, gli elementi di contesto sono cambiati) ricevi una notifica. Questi scenari di utilizzo e le funzionalità di Orion Context Broker sono descritti in questa documentazione.",
  "idraDescription": "Idra è un'applicazione web in grado di federare sistemi di gestione dati aperti (ODMS) esistenti basati su diverse tecnologie fornendo un punto di accesso unico per cercare e scoprire set di dati aperti provenienti da sorgenti eterogenee. Idra uniforma la rappresentazione dei set di dati aperti raccolti, grazie all'adozione di standard internazionali (DCAT-AP) e fornisce un set di API RESTful da utilizzare da applicazioni di terze parti. Idra supporta nativamente ODMS basati su CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) e molte altre tecnologie: Idra fornisce anche un set di API per federare ODMS non nativamente supportati. Inoltre, è possibile federare portali di dati aperti generici, che non espongono API, utilizzando la funzionalità di scraping del web o fornendo un file di dump dei set di dati in formato DCAT-AP. Inoltre, Idra fornisce un endpoint SPARQL per eseguire query su dati open linked a 5 stelle raccolti da ODMS federati e consente di creare facilmente grafici basati su set di dati open federati (tramite DatalEt-Ecosystem Provider DEEP). Idra è un software open source sviluppato da Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "Lo strumento Data Model Mapper consente di convertire diversi tipi di file (ad esempio CSV, JSON, GeoJSON) nei diversi modelli di dati definiti nel progetto SynchroniCity. I file in input possono contenere righe, oggetti JSON o feature GeoJSON, ciascuno dei quali rappresenta un oggetto da mappare a un'entità NGSI, in base al modello di dati selezionato. In particolare, esegue le seguenti operazioni: Analisi del file di input, convertendolo in un flusso di righe/oggetti; Streaming: Ogni riga/oggetto proveniente dal flusso viene convertito in un oggetto intermedio. Mappatura: Utilizzando la mappa JSON di input, converte l'oggetto intermedio in un'entità NGSI, secondo un modello di dati target specifico. Validazione e report: convalida l'oggetto risultante rispetto allo schema JSON corrispondente a un modello di dati target. Si avvale di AJV JSON Schema Validator. Produce un file di report con oggetti validati e non validati. Scrittura: gli oggetti convalidati di Orion CB o File vengono inviati all'Orion Context Broker configurato e/o a un file locale. Lo strumento è un software open source sviluppato da Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "La metodologia Metadata Quality Assurance (MQA) è definita dal consorzio data.europa.eu con l'obiettivo di migliorare l'accessibilità dei dataset pubblicati sui portali open data dell'UE. Specifica diversi indicatori che aiutano a migliorare la qualità dei metadati raccolti dal portale data.europa.eu. Mqa-scoring è uno strumento che calcola il punteggio che un metadato ottiene in base agli indicatori MQA. Lo strumento verifica inoltre che siano soddisfatti i requisiti specificati da MQA per ciascun indicatore.",
  "osmDescription": "OpenStreetMap (OSM) è un database geografico libero e aperto aggiornato e mantenuto da una comunità di volontari attraverso la collaborazione aperta. I contributori raccolgono dati da rilevamenti, tracciano da immagini aeree e importano anche da altre fonti di dati geospatializzati con licenza gratuita. OpenStreetMap è rilasciato con licenza Open Database License e di conseguenza è comunemente utilizzato per creare mappe elettroniche, informare la navigazione turn-by-turn, aiutare negli aiuti umanitari e nella visualizzazione dei dati. OpenStreetMap utilizza la propria topologia per archiviare le caratteristiche geografiche che possono poi essere esportate in altri formati di file GIS. Il sito web di OpenStreetMap stesso è una mappa online, un motore di ricerca di dati geospatializzati e un editor. Fornisce informazioni su POI, località, strade, strade e altre posizioni geografiche rilevanti, nonché può essere utilizzato come database per archiviare nuovi dati geografici open data creati. Lo strumento non è accessibile direttamente, ma è integrato all'interno della dashboard di BeOpen, in particolare attraverso script sviluppati e inseriti nella sezione Data-space.",
  "keycloakDescription": "Keycloak è un Identity and Access Manager open source. Consente di aggiungere l'autenticazione alle applicazioni e proteggere i servizi con il minimo sforzo. Keycloak offre federazione degli utenti, autenticazione forte, gestione degli utenti, autorizzazione fine-grained e altro ancora. Keycloak si basa su protocolli standard e fornisce supporto per OpenID Connect, OAuth 2.0 e SAML. Nel framework BeOpen, è lo strumento che consente l'accesso e la gestione degli utenti. Keycloak sarà inoltre integrato con tutti gli strumenti installati sulla piattaforma per garantire un singolo punto di accesso a tutte le applicazioni del framework. Il tool è direttamente accessibile solo dall'amministratore della piattaforma.",
  "toolsDescription1": "Il framework BeOpen, il cui scopo è supportare la pubblica amministrazione nel miglioramento della gestione e nella condivisione degli HVD in linea con le esigenze dei progetti pilota e i requisiti del progetto, offre una serie di strumenti tecnici che possono aiutare in attività specifiche legate al ciclo di vita degli open data.",
  "toolsDescription2": "Il framework BeOpen supporterà in modo specifico la pubblica amministrazione nei processi che partono dalla raccolta dei dati (grezzi) fino alla loro pubblicazione finale tramite API in formati leggibili dalla macchina, aiutandola nell'implementazione della normativa nazionale ed europea in materia ed in particolare l'High Value Datasets implementing act",
  "toolsDescription3": "Gli strumenti tecnici sono accessibili e descritti di seguito, e sono situati nella fase di gestione degli open datasets set che ricoprono principalmente.",
  "dataCategory1": "Accesso e visualizzazione dei dati",
  "dataCategory2": "Pubblicazione dei dati",
  "dataCategory3": "Armonizzazione semantica dei dati",
  "dataCategory4": "Miglioramento della qualità dei dati",
  "dataCategory5": "Raccolta e accesso sicuro ai dati",
  "openrefineDescription": "OpenRefine è un potente strumento gratuito e open source per lavorare con dati disordinati: pulirli; trasformandolo da un formato all'altro; ed estendendolo con servizi web e dati esterni. Funziona su righe di dati che hanno celle sotto colonne, in modo simile al modo in cui operano le tabelle di database relazionali. I progetti OpenRefine sono costituiti da una tabella, le cui righe possono essere filtrate utilizzando sfaccettature che definiscono criteri (ad esempio, mostrando le righe in cui una determinata colonna non è vuota). A differenza dei fogli di calcolo, la maggior parte delle operazioni in OpenRefine vengono eseguite su tutte le righe visibili, ad esempio la trasformazione di tutte le celle in tutte le righe sotto una colonna o la creazione di una nuova colonna basata sui dati esistenti. Le azioni eseguite su un set di dati vengono archiviate nel progetto e possono essere riprodotte su altri set di dati. Le formule non vengono archiviate nelle celle, ma vengono utilizzate per trasformare i dati. La trasformazione viene eseguita una sola volta. Le espressioni delle formule possono essere scritte in General Refine Expression Language (GREL), in Jython (cioè Python) e in Clojure.",
  "userInfo": "Informazioni utente",
  "Homepage": "Homepage",
  "My Account": "Il mio account",
  "Admin Settings": "Impostazioni amministratore",
  "Tools": "Strumenti",
  "Manuals": "Manuali",
  "Data-Collaboration": "Data-Collaboration",
  "HVD Operating Guide": "Guida Operativa agli HVD",
  "Public Tools": "Esploratore HVD",
  "Settings": "Impostazioni",
  "Release notes": "Note di rilascio",
  "HVD Impact Assessment": "Valutazione dell'impatto HVD",
  "toolUsed": "Strumento utilizzato",
  "selectingObject_Success": "Oggetto selezionato con successo!",
  "addingObject_Success": "Oggetto aggiunto con successo!",
  "addingObject_ShapeFileError": "Il file zip non è un file Shape!",
  "deletingObject_Success": "Oggetto eliminato con successo!",
  "queryModeSelect": "Esegui query sui tuoi dati (CSV, JSON o GeoJSON) selezionando la modalità di query:<br><br>- seleziona la modalità <b>sqlQuery</b> se desideri eseguire una query SQL libera<br><br>- seleziona <b>keyValue</b> se desideri eseguire una query chiave-valore specificando il nome della query con l'attributo 'key' di interesse se è un JSON o il nome della colonna di interesse se è un CSV e in 'value' il valore che stai cercando<br><br>- seleziona la modalità <b>freeSearch</b> se desideri eseguire una ricerca libera in tutti i file, che cerca il valore inserito in tutto il file, senza la necessità di filtrare su una chiave specifica.<br><br>Funzionalità attuali sqlQuery<br><br> CSV<br>    Ricerca corrispondenza colonna - valore<br>    Estrazione riga<br><br> JSON Array<br>    Ricerca coppia chiave - valore su qualsiasi livello di ogni oggetto dell'array (anche dentro array innestati)<br>    Estrazione singolo oggetto dall'array principale o da eventuali array innestati<br><br> Json Object<br>    Ricerca coppia chiave - valore (qualsiasi livello)<br>    Estrazione singolo oggetto da eventuali array innestati<br><br> Modalità keyValue<br><br> CSV<br>    Ricerca corrispondenza colonna - valore<br><br> JSON Array<br>    Ricerca coppia chiave - valore sul primo livello di ogni oggetto dell'array<br><br> Json Object<br>    Ricerca coppia chiave - valore (primo livello)<br><br> Free Search<br><br> CSV<br>    Ricerca colonna o valore<br><br> JSON Array<br>    Ricerca chiave o valore su qualsiasi livello di ogni oggetto dell'array (anche dentro array innestati)<br><br> Json Object<br>    Ricerca chiave o valore (qualsiasi livello)",
  "typeSelect": "Seleziona il tipo di oggetto da filtrare",
  "Query Mode Select": "Seleziona Modalità di Ricerca",
  "Query Mode Select info": "Seleziona ricerca semplice per una ricerca più lenta con un solo valore, ricerca avanzata per più opzioni come filtrare file tramite coppie chiave-valore in JSON, ricerca SQL per query basate su SQL",
  "File type select info": "Seleziona il tipo di file che desideri filtrare. Puoi filtrare file JSON, GeoJSON e CSV",
  "Value type select info": "Questo è il tipo di valore che stai cercando. Stringa per stringhe (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String) e data per le date (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date)",
  "Query SQL tooltip": "Digita qui la tua query SQL. Documentazione del linguaggio SQL qui https://www.postgresql.org/docs/current/sql.html",
  "Simple search tooltip": "Scrivi semplicemente il valore che desideri usare per filtrare i file",
  "Select the type of value to filter": "Seleziona il tipo di valore da filtrare",
  "Type the SQL query here": "Scrivi qui la query SQL",
  "Type the search key here": "Scrivi qui la chiave di ricerca",
  "Apply Query": "Applica Ricerca",
  "Value (E.g. BikeLane)": "Valore (Es. PistaCiclabile)",
  "Key (E.g. name)": "Chiave (Es. nome)",
  "Value (E.g. Geo data)": "Valore (Es. dati geografici)",
  "From date": "Dalla data",
  "To date": "Alla data",
  "queryEngine": "Motore di Ricerca",
  "stepper": "Stepper",
  "step1": "Categoria HVD",
  "step1Light": "Categoria HVD",
  "step2": "Sottocategoria HVD",
  "step2Light": "Sottocategoria HVD",
  "step3": "Formato Dati",
  "step3Light": "Formato",
  "step4": "Dataset Liberamente Accessibile",
  "step4Light": "Accesso Libero",
  "step5": "Download Bulk del Dataset",
  "step5Light": "Download Bulk",
  "step6": "Interfaccia Programmatica del Dataset (API)",
  "step6Light": "API",
  "step7": "Dataset Valutato dai Portatori di Interesse",
  "step7Light": "Stakeholder",
  "step8": "Licenza Dati",
  "step8Light": "Licenza",
  "step9": "Tipo di Licenza del Dataset",
  "step9Light": "Tipo di Licenza",
  "step10": "Metadati e Documentazione del Dataset",
  "step10Light": "Documentazione",
  "step1Desc": "Il tuo dataset appartiene a una delle seguenti <b>Categorie di Dataset di Alto Valore</b>",
  "step1Label": "Scegli una Categoria",
  "step1Link": "Maggiori dettagli sulle Categorie possono essere trovati",
  "linkQui": "qui",
  "step2Desc": "Il tuo dataset appartiene a una delle seguenti Sottocategorie.",
  "step2Label": "Scegli una Sottocategoria",
  "step2Link": "Maggiori dettagli sulle Sottocategorie possono essere trovati",
  "step3Desc": "Seleziona il formato dei dati del tuo dataset scegliendo da questo set di formati leggibili e non leggibili dalla macchina",
  "step3Label": "Scegli un Tipo di Formato",
  "step3Link": "Maggiori dettagli sui Tipi di Formato possono essere trovati",
  "step4Desc": "La Direttiva richiede che i dati siano resi disponibili tramite un accesso gratuito.",
  "step4Label": "Il tuo Dataset può essere liberamente accessibile?",
  "step4Link": "Maggiori dettagli sull'API possono essere trovati",
  "step5Desc": "I dati HVD devono essere resi disponibili tramite un download in massa",
  "step5Label": "Il Download Bulk per i tuoi Dati è <b>disponibile?</b>",
  "step5Link": "Maggiori dettagli sul download in massa possono essere trovati",
  "step6Desc": "La Direttiva richiede che i dati siano resi disponibili tramite un'Interfaccia Programmatica (API)",
  "step6Label": "L'accesso API per i tuoi Dati è <b>disponibile?</b>",
  "step6Link": "Maggiori dettagli sull'API possono essere trovati",
  "step7Desc": "Il Dataset deve essere sviluppato in consultazione con i portatori di interesse rilevanti, inclusi autorità pubbliche, imprese e accademici.",
  "step7Label": "Hai consultato i tuoi portatori di interesse?",
  "step7Link": "Maggiori dettagli sui portatori di interesse possono essere trovati",
  "step8Desc": "La Direttiva stabilisce che gli HVD devono essere registrati sotto una licenza aperta.",
  "step8Label": "Il tuo dataset è con licenza?",
  "step8Link": "Maggiori dettagli sulle licenze possono essere trovati",
  "step9Desc": "La Direttiva stabilisce quali licenze usare per rendere disponibili dataset di alto valore per il riutilizzo.",
  "step9Label": "Che tipo di  licenza ha il tuo dataset?",
  "step9Link": "Maggiori dettagli sulle licenze possono essere trovati",
  "step10Desc": "La Direttiva richiede che i dati abbiano disponibili metadati e documentazione completi.",
  "step10Desc_1": "I metadati del dataset sono intesi come quell'insieme di informazioni volte a descrivere il dataset e a far comprendere all'utente il contenuto dei dati (come la data di ultima modifica dei dati, il publisher, ecc.). <br>Le API attraverso cui è possibile accedere ai dataset, invece, sono o già documentate in sé se utilizzano un'interfaccia comune e standard, come le API fornite dai portali di Open Data comuni (portale CKAN, portali DKAN, ecc.) o considerano che il Catalogo BeOpen sarà federato in Idra, che fornisce una documentazione ricca per le sue API, lo stesso vale per il Context broker se è stato adottato.",
  "step10Label": "Sono disponibili metadati e documentazione completi?",
  "step10Link": "Maggiori dettagli sull'API possono essere trovati",
  "dataSetOk": "Congratulazioni, il tuo dataset è già compatibile con il Regolamento di Implementazione UE HVD!",
  "dataSetKo": "Il componente grafico in basso ti mostrerà la compatibilità del tuo dataset con il Regolamento UE HVD. Per avere il punteggio massimo rivedi i passaggi contrassegnati in rosso",
  "prev": "Indietro",
  "next": "Avanti",
  "tryAgain": "Riprova",
  "complete": "Procedura completata!",
  "score": "Valutazione di Impatto HVD",
  "scoreDesc": "La barra di progresso qui sotto aumenta in base all'aumento del punteggio assegnato al tuo Dataset. Il punteggio è un valore percentuale che indica il livello di compatibilità del Dataset selezionato rispetto al Regolamento di Implementazione UE HVD.",
  "tableTitle": "Parametri del Dataset",
  "tablecol1": "Il tuo dataset appartiene alla Categoria",
  "tablecol2": "Il tuo dataset appartiene alla Sottocategoria",
  "tablecol3": "Il Formato del tuo dataset è",
  "tablecol4": "Valutazione accesso libero",
  "tablecol5": "Valutazione Download Bulk",
  "tablecol6": "Valutazione accesso API",
  "tablecol7": "Hai consultato i tuoi stakeholder",
  "tablecol8": "Il tuo dataset è con licenza",
  "tablecol9": "La licenza del tuo dataset è",
  "tablecol10": "Metadati e documentazione completi disponibili",
  "selectEntry": "Seleziona una voce",
  "yes": "sì",
  "no": "no",
  "tooltipSemaforo": "Diventa verde non appena il Dataset soddisfa tutti i seguenti criteri obbligatori: è in un formato leggibile da macchina, disponibile gratuitamente, accessibile tramite API, sviluppato in consultazione con i portatori di interesse rilevanti e supporta il download in massa. I seguenti invece sono criteri Nice-to-have: Ha una licenza dati aperta e sono disponibili metadati e documentazione completi.",
  "descSemaforo": "Conformità del dataset con la regolamentazione UE",
  "datasetOk": "Conformità HVD raggiunta!",
  "saveDataset": "Salva le modifiche",
  "deleteDataset": "Elimina questo dataset",
  "satisfyRequirementTools": "Strumenti BeOpen che possono essere utilizzati per soddisfare l'esigenza specifica:",
  "datasetTitle": "Dataset da migliorare",
  "datasetLabel": "Questo strumento grafico ti consente di monitorare i progressi dei tuoi dataset da migliorare, affinché diventino Dataset di Alto Valore in conformità con la Direttiva Europea in materia. Aggiungi facilmente un nuovo dataset alla tua lista e inizia a lavorarci. Puoi continuare a lavorare sul tuo dataset in qualsiasi momento poiché i progressi attuali vengono salvati.",
  "addDataset": "Aggiungi nuovo Dataset",
  "datasetName": "Nome del Dataset",
  "datasetDescription": "Descrizione",
  "datasetCompletedSteps": "Passaggi",
  "datasetVersion": "Versione",
  "datasetAction": "Azioni",
  "saveDatasetVersion": "Salva la versione attuale",
  "lastModified": "Data ultima modifica",
  "createdBy": "Creato da",
  "datasetDocumentLink": "Link del documento",
  "modifyDatasetDescDialog": "Imposta o modifica la descrizione della versione corrente del dataset",
  "modifyDatasetDescConfirm": "Salva nuova descrizione",
  "modifyDatasetLinkDialog": "Imposta o modifica i dettagli della documentazione della versione corrente del dataset",
  "modifyDatasetLinkConfirm": "Salva nuovo link alla documentazione",
  "navigateToDocumentLink": "Vai alla documentazione",
  "addDatasetTitleLabel": "Aggiungi un nuovo Dataset",
  "addDatasetTextLabel": "Inserisci le informazioni del dataset che vuoi migliorare, potranno essere modificate in seguito.",
  "addDatasetNameLabel": "Nome del Dataset",
  "addDatasetDescriptionLabel": "Descrizione",
  "addDatasetDocumentLinkLabel": "Link al Documento (opzionale)",
  "addDatasetButtonLabel": "Conferma creazione",
  "deleteConfirmTitleLabel": "Attenzione!",
  "deleteDatasetConfirmDialogLabel": "Stai per eliminare definitivamente i dati relativi alle tue valutazioni effettuate sul Dataset",
  "deleteObjectConfirmDialogLabel": "Stai per eliminare definitivamente l'oggetto in questo repository. Sei sicuro?",
  "period": "Periodo",
  "dateField": "Campo data",
  "deleteConfirmButton": "Conferma Eliminazione",
  "deleteConfirmButtonAbort": "Annulla",
  "tableCol3Description": "Elenco Strumenti Usati per Categoria",
  "savingConfirmDialogLabel": "Stai per lasciare la pagina di modifica senza salvare le ultime modifiche, vuoi effettuare il salvataggio ora?",
  "savingConfirmButton": "Salva ed Esci",
  "savingConfirmButtonAbort": "Esci senza Salvare",
  "dataModelTitle": "Modello di Dati",
  "dataModelTitleDescription1": "Oltre all'uso di un formato leggibile da macchina e all'applicazione di una licenza ai dataset, è necessario migliorare l'interoperabilità per favorirne il riutilizzo. Per raggiungere questo obiettivo, è necessario rispettare gli <b>standard internazionali</b> o adottare <b>strutture dati comuni</b>. Un esempio valido potrebbe essere l'adozione dello standard ETSI NGSI-LD supportato dai FIWARE Orion Context Brokers per la descrizione dei dataset tramite metadati specifici, che a sua volta promuove l'interoperabilità tra dataset.",
  "dataModelTitleDescription2": "Inoltre, adottare strutture dati comuni è un punto cruciale per promuovere l'interoperabilità, ad esempio gli Smart Data Models",
  "dataModelTitleDescription3": "È possibile applicare un modello di dati comune e allo stesso tempo aggiungere dati al FIWARE Orion Context Broker utilizzando lo strumento Data Model Mapper proposto da BeOpen, o altri strumenti con lo stesso scopo.",
  "dataModelTitleDescription4": "Lo strumento Data Model Mapper consente di mappare i dati dal modello di dati comune al modello di dati del FIWARE Orion Context Broker. È possibile utilizzare il FIWARE Orion Context Broker per memorizzare i dati e recuperarli utilizzando lo standard NGSI-LD.",
  "dataModelMapperTitle": "Data Model Mapper",
  "anotherEquivalentTool": "Un altro strumento equivalente",
  "MQA_DATASET_TABLE_INFO_TOOLTIP_VALUE": "Il valore può essere un booleano, un elenco di codici di risposta HTTP con relativa percentuale di occorrenza o la percentuale di metriche corrette",
  "evm_title": "Mappa di Monitoraggio e Rilevamento Incendi Boschivi dell'Attica",
  "evm_description_1": "Gli incendi boschivi nella regione dei Attica stanno diventando sempre più frequenti e intensi a causa dei cambiamenti climatici, delle prolungate siccità e dell’aumento delle temperature. La loro crescente vicinanza alle aree urbane minaccia vite umane, infrastrutture e biodiversità, causando gravi conseguenze ambientali ed economiche. <br> I metodi tradizionali di rilevamento degli incendi, come i sensori satellitari e terrestri, possono subire ritardi o non essere disponibili nelle aree remote. I post sui social media possono fungere da sistema di allerta precoce, fornendo informazioni sugli incendi. <br>Questo strumento interattivo dimostra come i social media possano integrare i dati EO per il rilevamento quasi in tempo reale degli incendi boschivi e l’allerta precoce, fornendo inoltre informazioni utili per migliorare le strategie di risposta e gestione degli incendi in Attica.",
  "evm_description_2": "La mappa mostra gruppi di <b>post geolocalizzati sui social media relativi agli incendi</b> (dalla piattaforma X) come indicatori di posizione. Questi gruppi, raccolti tra il 2019 e il 2021, in un raggio di 10 km in un periodo di 24 ore, sono stati correlati con i dati sulla qualità dell'aria NO₂ del Sentinel-5 per escludere post geolocalizzati erroneamente.",
  "evm_description_3": "La mappa mostra le <b>anomalie della qualità dell'aria NO₂</b> rilevate dal Sentinel-5 utilizzando il metodo Isolation Forest, un algoritmo di rilevamento delle anomalie nei dati. I dati EO vengono analizzati in base alla posizione e alla data del post dell’evento.",
  "evm_description_4": "Le visualizzazioni delle aree bruciate illustrano <b>incendi boschivi superiori a 40 ettari</b>, aiutando a valutare la diffusione e la gravità degli incendi nella regione dell’Attica tra il 2019 e il 2021.",
  "evm_label_sources": "Tutte le fonti",
  "evm_label_platform_x": "Social Network X",
  "evm_label_satellite": "Immagini satellitari Copernicus",
  "evm_label_apply_filters": "Applica filtri",
  "nst_label_title": "Mappare il Futuro: Come Napoli sta ridisegnando la vita urbana attraverso l'analisi dei dati",
  "nst_label_subtitle": "Napoli compie passi audaci per migliorare la pianificazione urbana e l'adattamento climatico sfruttando l'analisi dei big data",
  "nts_tab_no1_title": "Quadro BDTI per lo spazio pubblico di Napoli",
  "nst_label_no1_accordion_title": "Il servizio digitale BDTI per il Comune di Napoli in sintesi",
  "nst_label_no1_accordion_label_1": "Il Comune di Napoli, la terza area metropolitana più grande d'Italia, affronta sfide urbane complesse, che spaziano dalle disparità socio-economiche e il cambiamento climatico al sovraffollamento turistico e alle carenze nei servizi pubblici. Riconoscendo la necessità di migliorare la resilienza urbana, Napoli ha cercato di integrare strategie basate sui dati nella pianificazione urbana e nei sistemi di mobilità. Attraverso una collaborazione tra competenze locali e partnership europee, la città ha intrapreso un percorso basato sui dati, utilizzando la",
  "nst_label_no1_accordion_label_2": "per generare informazioni utili al miglioramento urbano e ambientale.",
  "nst_label_no1_accordion_subtitle_1": "Obiettivo del progetto pilota",
  "nst_label_no1_accordion_label_3": "L'obiettivo principale del progetto pilota BDTI di Napoli è rafforzare la resilienza e la sostenibilità urbana utilizzando l'analisi dei dati per affrontare gli impatti del cambiamento climatico, come le ondate di calore estreme e le forti precipitazioni, e migliorare l'utilizzo degli spazi pubblici. Integrando dati socio-ambientali e identificando le aree ad alto rischio, il progetto mira a supportare i processi decisionali per la pianificazione urbana, la mobilità e la sicurezza pubblica. Il pilota intende inoltre fornire informazioni utili sugli indicatori di capitale verde e vulnerabilità socio-economica, promuovendo un approccio alla gestione urbana basato sui dati.",
  "nst_label_no1_accordion_subtitle_2": "I dati: da dove è iniziato il processo",
  "nst_label_no1_accordion_label_4": "I <b>set di dati geografici</b> costituiscono una base fondamentale per l'analisi spaziale e il processo decisionale, in particolare quando si affrontano obiettivi di <b>pianificazione urbana</b> e <b>sostenibilità</b>. I dataset utilizzati dal team di Napoli includono <b>dati sugli spazi pubblici</b> per analizzarne la distribuzione tra le suddivisioni amministrative, valutarne la funzionalità e identificare aree sottoutilizzate o con caratteristiche critiche che potrebbero essere riqualificate o ripensate nel piano regolatore della città. I <b>dati sulla mobilità sostenibile</b>, strutturati e pronti per la condivisione, forniscono informazioni utili sui modelli di trasporto, facilitando lo sviluppo di sistemi di mobilità più verdi ed efficienti. Gli <b>indicatori di esposizione al calore</b> e il <b>green index</b>, derivati dalla",
  "nst_label_no1_accordion_label_5": "piattaforma, offrono indicatori essenziali per identificare le aree soggette a surriscaldamento e dare priorità agli interventi volti a migliorare la vivibilità urbana e la resilienza ambientale. I <b>dati statistici</b> completano ulteriormente questi dataset, consentendo analisi dettagliate per guidare decisioni basate su evidenze, in linea con gli obiettivi del progetto per la mobilità sostenibile e il miglioramento della qualità degli ambienti urbani di Napoli.",
  "nst_label_no1_accordion_subtitle_3": "Integrazione strategica dei dati con strumenti innovativi",
  "nst_label_no1_accordion_label_6": "Napoli punta a <b>migliorare la pianificazione urbana</b> e le <b>strategie di mobilità</b> sfruttando <b>l'analisi dei dati</b> per affrontare gli impatti del cambiamento climatico, in particolare il caldo estremo e le forti piogge. Uno degli obiettivi principali è identificare 'punti di sollievo' in tutta la città - luoghi dove i cittadini possano trovare riparo durante eventi meteorologici estremi. La città sta utilizzando <b>l'analisi NDVI (Normalized Difference Vegetation Index)</b> per quantificare il <b>capitale verde</b>, un parametro essenziale per mitigare gli effetti delle isole di calore urbane. Inoltre, il Comune sta collegando <b>dati geospaziali</b> con <b>parametri sociali</b>, come il numero di famiglie e le popolazioni vulnerabili, adottando un approccio olistico all'equità socio-ambientale.",
  "nst_label_no1_accordion_label_7": "Attraverso la piattaforma BDTI, <b>Napoli sta integrando dati provenienti da diverse fonti</b> per affrontare le principali lacune nella pianificazione urbana. La distribuzione degli spazi pubblici, gli indicatori di green index e le valutazioni dell'esposizione al calore vengono armonizzati utilizzando <b>strumenti all'avanguardia</b> per i dati geospaziali, per l'<b>archiviazione centralizzata</b> e per la <b>visualizzazione</b>. Altri strumenti della piattaforma vengono impiegati anche per <b>l'elaborazione efficiente dei dati e l'automazione dei flussi di lavoro</b>.",
  "nst_label_no2_accordion_title": "Linee guida per l'uso del cruscotto di visualizzazione dati",
  "nst_label_no2_accordion_label_1": "Questi sforzi hanno portato allo sviluppo di avanzati cruscotti di visualizzazione dei dati utilizzando lo strumento Apache Superset, consentendo ai responsabili delle politiche di <b>identificare spazi pubblici sottoutilizzati, valutare le vulnerabilità socio-ambientali e delineare strategie per la mitigazione dei rischi</b>. Stanno emergendo prime analisi, tra cui l'identificazione di potenziali punti di sollievo e la mappatura delle aree che necessitano di interventi mirati basati su metriche socio-ambientali. La pagina sottostante mostra tutte le visualizzazioni di dati prodotte. <br>Per navigare meglio tra le singole analisi, è possibile <b>fare clic sui 3 punti posizionati in alto a destra</b> accanto a ciascun grafico e selezionare l'opzione <b>Entra in modalità schermo intero</b>. Inoltre, ogni grafico fornisce una descrizione completa dell'analisi mostrata, visualizzabile selezionando l'opzione <b>Mostra descrizione del grafico</b>. È anche possibile scaricare i dati del grafico selezionando l'opzione <b>Download</b> in formato CSV ed Excel o come immagine. <br>Con il progresso del progetto, Napoli intende documentare in modo esaustivo il proprio percorso, fornendo un esempio per altri enti pubblici che desiderano adottare approcci simili. Abbracciando i dati come strumento per il bene pubblico, <b>Napoli sta compiendo passi significativi verso un futuro più sostenibile e resiliente</b>. Per ulteriori dettagli sul lavoro svolto per il Comune di Napoli, consultare il",
  "nst_label_no2_accordion_label_2": "pubblicato dalla <b>Direzione generale per i servizi digitali (data.europa.eu)</b>.",
  "nts_tab_no2_title": "Mappatura della mobilità",
  "nst_label_no3_accordion_title": "Infrastruttura di mobilità sostenibile e monitoraggio dello spazio pubblico",
  "nst_label_no3_accordion_label_1": "La seguente mappa web mostra i dataset creati per monitorare gli indicatori di mobilità sostenibile.",
  "nst_label_no3_accordion_label_2": "La condivisione delle informazioni sulla mobilità e il monitoraggio costante delle strategie di attuazione della mobilità sostenibile richiedono strumenti specifici.<br> Tecniche avanzate di condivisione delle informazioni, con l’uso di una <b>infrastruttura di dati spaziali (Spatial data infrastructure)</b>, si aggiungono ai consueti canali informativi dei siti ufficiali, a disposizione sia degli operatori comunali impegnati nella gestione della città, sia dei cittadini, tramite strumenti di visualizzazione web.",
  "nst_label_no3_accordion_label_3": "Gli indicatori provengono dal <b>Piano d’Azione per la Mobilità Sostenibile (PUMS)</b> adottato nel 2021. L’aggiornamento è previsto per il 2025. La maggior parte dei dataset è stata integrata da più fonti, standardizzata e armonizzata per la prima volta in questa attività pilota.<br> Grazie al progetto europeo BeOpen, il Comune contribuisce con dataset HVD alla condivisione dei dati aperti nel settore della mobilità.",
  "nst_label_no3_accordion_label_4": "L’<b>analisi GIS</b> e l’integrazione con il software open-source QGIS, la mappatura del modello dati, la gestione delle licenze e l’hosting dei dati hanno supportato il percorso verso la condivisione dei dati aperti nel campo della mobilità.<br> Sono utilizzati software open-source e dataset provenienti dall’infrastruttura di dati spaziali comunale o appositamente preparati.",
  "nst_label_no4_accordion_label_1": "L’<b>area dei dettagli</b> (in alto a sinistra nel visualizzatore di mappe) mostra la legenda della mappa. La sezione <b>contenuti</b> elenca i dataset che possono essere attivati o disattivati, visualizzati con un nuovo stile o in modalità trasparenza.<br> L’utente può esaminare le informazioni contenute nel dataset aprendo la tabella degli attributi. Può quindi essere applicato un <b>filtro</b>, selezionando contenuti specifici dalla tabella.",
  "nst_label_no4_accordion_label_2": "Il contenuto associato ai dati della mappa in una singola posizione può essere esplorato facendo <b>clic sulla mappa</b>.<br> È possibile creare una <b>mappa web personale</b> aggiungendo dati da altre fonti.<br> La mappa può essere <b>stampata</b> o <b>condivisa</b> tramite gli strumenti accessibili nella barra superiore, che generano un link copiabile e condivisibile.<br> L’utente può <b>cercare luoghi</b> o <b>punti di interesse (POI)</b> nella parte superiore destra del visualizzatore di mappe.",
  "Napoli digital service": "Servizio digitale di Napoli",
  "Attica digital service": "Servizio digitale di Attica",

  "public_tool_Description": "Esplora i Dati ad Alto Valore di BeOpen Pubblicati a Livello Europeo",
  "public_tool_Content": "Per supportare le pubbliche amministrazioni a livello locale, regionale e nazionale nel migliorare la disponibilità e l’accessibilità delle informazioni del settore pubblico, nell’ambito del progetto <b>BeOpen</b> è stato sviluppato un set di <b>High Value Datasets (HVD)</b>. <br>La pubblicazione di questi dataset consente a organizzazioni ed enti pubblici di riutilizzare i dati aperti in tutta l’Unione Europea per lo sviluppo di servizi e prodotti informativi innovativi. <br>Gli strumenti presenti in questa pagina permettono di esplorare e consultare tali HVD, che sono stati impiegati come input per gli <b>8 servizi pilota</b> sviluppati durante il progetto, affrontando sfide legate alla <b>mobilità</b>, alla <b>sicurezza urbana</b>, all’<b>ambiente</b> e alla <b>gestione dei disastri naturali</b> in diverse regioni europee. <br>Tutti i dataset sono <b>aperti</b>, disponibili in <b>formato leggibile da macchina</b> e accessibili tramite <b>API</b>, sia attraverso il <b>Portale europeo dei dati</b> che tramite i portali nazionali di dati aperti.",
  
  "itemsPerPage": "Oggetti per Pagina"
}