{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Administravimo Puslapis",
  "registredUsers": "Registruoti Vartotojai",
  "registrationDateLabel": "Registracijos Data: ",
  "pilotLabel": "Bandomasis Projektas: ",
  "delete": "Ištrinti",
  "close": "Uždaryti",
  "edit": "Redaguoti",
  "confirm": "Patvirtinti",

  "addToPrivateDataSpace": "Pridėti Objektus prie Asmeninio Duomenų Saugyklos",
  "addToPrivateDataSpaceLabel1": "Naršykite savo duomenis ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "addToPrivateDataSpaceLabel2": "Galite pridėti įkeltą objektą prie savo asmeninio segmento naudodami mygtuką puslapio pabaigoje",
  "canSelectFileTypeListLabel": "Galite pasirinkti tekstinį failą, vaizdą, JSON failą, PDF failą, ZIP failas, kuriame yra Shape failas (SHP) arba GeoJSON failas. Jei įkeltas failas yra ZIP, bet ne Shape failas, jo peržiūrėti nebus galima.",
  "selectFileToPreview": "Pasirinkite failą analizei",
  "chooseFile": "Pasirinkite Failą",
  "fileType": "Failo Tipas",
  "fileName": "Failo Pavadinimas",
  "fileSize": "Failo Dydis",
  "fileContent": "Failo Turinys",
  "addToBucket": "Pridėti šį elementą į segmentą",
  "privateDataSpace": "Asmeninė Duomenų Saugykla",
  "privateDataSpaceLabel1": "Naršykite savo duomenis iš asmeninio segmento ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "privateDataSpaceLabel2": "Tai yra elementų sąrašas jūsų asmeniniame segmente",
  "objectName": "Objekto Pavadinimas",
  "path": "Kelias iki objekto",
  "previewFile": "Peržiūrėti Failą",
  "selectedFilePreview": "Pasirinkto failo peržiūra",
  "addToPilotSharedDataFolder": "Pridėti šį elementą į bandomojo projekto bendrą duomenų katalogą",
  "removeFromBucket": "Pašalinti šį elementą iš segmento",
  "showMapAnalysis": "Rodyti Žemėlapio Analizę",
  "privateBucket": "Asmeninis Segmentas",
  "pilotDataFolder": "Bandomojo Projekto Duomenų Katalogas",
  "publicDataFolder": "Viešas Duomenų Katalogas",
  "pilotDataSpace": "Bandomojo Projekto Duomenų Saugykla",
  "pilotDataSpaceLabel1": "Naršykite duomenis iš bandomojo projekto bendro duomenų katalogo ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "pilotDataSpaceLabel2": "Tai yra elementų sąrašas bandomojo projekto segmente",
  "addToGeneralSharedDataFolder": "Pridėti šį elementą į bendrą duomenų katalogą",
  "downloadFromPilotDataFolder": "Atsisiųsti šį elementą iš bandomojo projekto bendro duomenų katalogo",
  "publicDataSpace": "Viešoji Duomenų Saugykla",
  "publicDataSpaceLabel1": "Naršykite duomenis iš viešo bendro duomenų katalogo ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "publicDataSpaceLabel2": "Tai yra elementų sąrašas viešame segmente",
  "downloadFromPublicDataFolder": "Atsisiųsti šį elementą iš viešo bendro duomenų katalogo",

  "homepageBeopenLabel": "BeOpen tikslas yra remti viešąsias administracijas vietos, regioniniu ir nacionaliniu lygiu didinant viešojo sektoriaus informacijos (aukštos vertės duomenų rinkinių) prieinamumą ir naudingumą. Tai palengvins organizacijoms ir viešosioms įstaigoms pakartotinai naudoti viešus duomenis ES informacijos produktų ir paslaugų kūrimui.",
  "homepageOpenDataLabel": "BeOpen siekia suteikti atvirą sistemą, skirtą skatinti ES aukštos vertės duomenų rinkinius iš viešojo sektoriaus. BeOpen nori pasiūlyti ekonomišką, lengvai naudojamą įrankį aukštos vertės duomenų rinkinių valdymui, pritaikytą viešajai administracijai; patvirtinti ir įvertinti aukštos vertės duomenų rinkinių patobulinimus, prieinamumą ir pakartotinį naudojimą per visoje ES vykdomų pilotinių paslaugų ir dirbtinio intelekto taikymų vykdymą; suteikti techninę sistemą, skirtą pagerinti viešojo sektoriaus duomenų rinkinių techninį suderinamumą, semantiką ir kokybę; padaryti viešus atvirus duomenų rinkinius prieinamus mašininiu būdu skaitomu formatu per API, kurie yra atrandami Europos duomenų portale ir nacionaliniuose atvirų duomenų portaluose, ir pateikti gaires ir rekomendacijas, susijusias su teisiniu suderinamumu viešų atvirų duomenų sklaidos ir pakartotinio naudojimo kontekste. <br> BeOpen leis kurti naujas skaitmenines ir dirbtinio intelekto paslaugas, palengvindama prieigą prie ES viešojo sektoriaus aukštos vertės duomenų rinkinių ir jų naudojimą. <br> <br> BeOpen projekto sistema turėtų padidinti viešojo sektoriaus teikiamų atvirų duomenų prieinamumą ir naudojimą. Aštuoni pilotiniai projektai spręs mobilumo, miesto saugumo, aplinkos ir gamtinių nelaimių iššūkius keliose ES regionuose. ",

  "manuals": "Vadovai",
  "manualsLabel": "Susipažinkite su kiekvieno sistemos įrankio vadovais ir dokumentacija",
  "manualsDescription": "Pateikiami tiek naudotojo vadovas, tiek ir dokumentacija, kaip teisingai naudoti įrankių atvertus REST API",
  "search": "Paieška",

  "mqvTitle": "Metaduomenų Kokybės Tikrintuvas",
  "mqvLabel1": "Pasirinkite Katalogą arba Duomenų rinkinį įkeldami jį kaip RDF failą arba įvesdami URL, kuris jį identifikuoja, ir gaukite su juo susijusią įvertinimo balą ar metrikas pagal",
  "mqvLabel2": "DCAT-AP standartą",
  "mqvLabel3": "siekiant užtikrinti, kad Katalogas ar Duomenų rinkinys būtų tinkamas pateikti",
  "mqvLabel4": "Europos Duomenų Portale - ",
  "mqvLabel5_1": "Algoritmas laikosi",
  "mqvLabel5_2": "metodikos",
  "mqvLabel5_3": "nustatytos Europos duomenų portalo.",
  "mqvLabel5_4": "Jei tai jau federuotas katalogas Idra, galima atsisiųsti katalogo RDF failą tiesiai iš Idra prietaisų skydelio, eikite į administravimo meniu, tada į katalogų valdymo puslapį ir norimam katalogui paspauskite mygtuką Atsisiųsti Dump, kuris atsisiųs failą.",
  "submitWFile": "Pateikti su failu",
  "send": "Siųsti",
  "submitWURL": "Pateikti su URL",
  "catalogueDatasets": "Katalogai ir Duomenų rinkiniai",
  "showScore": "Rodyti Įvertinimą",
  "showMetrics": "Rodyti Metrikes",
  "catalogueOverScore": "Katalogo bendras įvertinimas",
  "out_of": "iš",
  "datasetMetrics": "Duomenų rinkinio metrikos",
  "catalogueScore": "Katalogo Įvertinimas",

  "registration": "Registracija",
  "registrationLabel": "Įveskite savo informaciją, kad užsiregistruotumėte BeOpen platformoje",
  "registrationButton": "Registruoti Vartotoją",

  "toolLabel": "Įrankiai",
  "toolDescription": "Pasiekite ir naršykite šiuo metu BeOpen sistemoje prieinamus įrankius",
  "nifiDescription": "Lengvai naudojama, galinga ir patikima sistema duomenų apdorojimui ir paskirstymui. NiFi automatizuoja kibernetinį saugumą, stebėseną, įvykių srautus ir generatyvaus dirbtinio intelekto duomenų srautus ir paskirstymą tūkstančiams įmonių visame pasaulyje, visose pramonės šakose. NiFi buvo sukurtas automatizuoti duomenų srautą tarp sistemų. Nors duomenų srautų terminas vartojamas įvairiuose kontekstuose, čia jį suprantame kaip automatizuotą ir valdomą informacijos srautą tarp sistemų. Ši problema egzistuoja nuo to laiko, kai įmonės turėjo daugiau nei vieną sistemą, kur kai kurios sistemos sukūrė duomenis, o kitos juos vartojo. NiFi taip pat suteikia naršyklėje pagrįstą vartotojo sąsają, kuri leidžia sklandžią patirtį dizaino, valdymo, grįžtamojo ryšio ir stebėjimo srityse. Galimybė vizualizuoti šiuos srautus ir juos pateikti vizualiai gali padėti sumažinti sudėtingumą ir nustatyti sritis, kurias reikia supaprastinti.",
  "openTool": "Atidaryti įrankį",
  "minioDescription": "MinIO yra didelio našumo, paskirstyta objektų saugojimo sistema. Ji yra programinės įrangos apibrėžta, veikia naudodama standartinę pramonės aparatinę įrangą ir yra 100% atvirojo kodo. Trino yra dideliu greičiu veikianti duomenų ežero užklausų variklis. Jis tiesiogiai integruotas į MinIO: tikslas yra naudoti Trino užklausų apdorojimui ir MinIO duomenų saugojimui. MinIO gali apdoroti nestruktūrinius duomenis, tokius kaip žurnalų failai, atsarginės kopijos, lenteliniai duomenys ir konteinerių atvaizdžiai, kurių šiuo metu palaikomas maksimalus objekto dydis yra 50TB. Tai yra didelio našumo AWS S3 suderinamas objektų saugykla. Trino yra paskirstytas, ypač didelio mastelio užklausų variklis, kuris bus naudojamas prieigai prie objektų saugykloje saugomų duomenų failų ir jų manipuliavimui. Šiuo metu Trino palaiko SQL prieigą prie objektų saugykloje saugomų duomenų failų. Priemonė nėra tiesiogiai pasiekiama, tačiau ji yra griežtai integruota į platformą ir ypač valdant bei tvarkant kiekvieno vartotojo duomenis. Privatūs arba vieši vartotojo duomenys patogiai saugomi MinIO ir pasiekiami per BeOpen sistemos duomenų erdvės skyrių.",
  "fiwareDescription": "Orion yra C++ NGSIv2 REST API implementacija, sukurta kaip FIWARE platformos dalis. Orion konteksto brokeris leidžia valdyti visą konteksto informacijos gyvavimo ciklą, įskaitant atnaujinimus, užklausas, registracijas ir prenumeratas. Tai yra NGSIv2 serverio įgyvendinimas, skirtas tvarkyti konteksto informaciją ir jos prieinamumą. Naudojant Orion konteksto brokerį, galite sukurti konteksto elementus ir juos valdyti per atnaujinimus ir užklausas. Be to, galite užsiprenumeruoti konteksto informaciją, kad, įvykus tam tikroms sąlygoms (pvz., pasikeitus konteksto elementams), gautumėte pranešimą. Šie naudojimo scenarijai ir Orion konteksto brokerio funkcijos aprašytos šioje dokumentacijoje.",
  "idraDescription": "Idra yra žiniatinklio aplikacija, galinti sujungti esamas Atvirųjų Duomenų Valdymo Sistemas (ODMS), pagrįstas įvairiomis technologijomis, suteikdama vieną prieigos tašką paieškai ir atvirųjų duomenų rinkinių, gautų iš heterogeniškų šaltinių, atradimui. Idra standartizuoja surinktų atvirųjų duomenų rinkinių atvaizdavimą, dėka tarptautinių standartų (DCAT-AP) taikymo, ir pateikia rinkinį REST API, skirtų trečiųjų šalių aplikacijoms naudoti. Idra natively palaiko ODMS, pagrįstas CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) ir daugeliu kitų technologijų: Idra taip pat pateikia API rinkinį ODMS sujungimui, kurių native palaikymo nėra. Be to, galima sujungti ir bendrus atvirųjų duomenų portalus, kurie neturi API, naudojant žiniatinklio scraping funkciją arba pateikiant DCAT-AP formato duomenų rinkinių išrašą. Be to, Idra pateikia SPARQL galutinį tašką, siekiant vykdyti užklausas 5 žvaigždučių RDF susietus atviruosius duomenis, surinktus iš sujungtų ODMS, ir leidžia lengvai kurti diagramas, pagrįstas sujungtais atviraisiais duomenų rinkiniais (per DatalEt-Ecosystem Provider DEEP). Idra yra atvirojo kodo programinė įranga, sukurta inžinerinės įmonės 'Ingegneria Informatica SpA'.",
  "dmmDescription": "Duomenų Modelio Kartografo įrankis leidžia konvertuoti įvairius failų tipus (pvz., CSV, Json, GeoJson) į skirtingus Duomenų Modelius, apibrėžtus SynchroniCity Projekte. Įvesties failai gali turėti eilutes, JSON objektus arba GeoJson Ypatybes, kiekvienas jų atstovauja objektą, kurį reikia susieti su NGSI subjektu, pagal pasirinktą Duomenų Modelį. Konkrečiai, jis atlieka šiuos žingsnius: Analizuoja įvesties failą, konvertuodamas jį į eilučių/objektų srautą; Srautinis: Kiekviena eilutė/objektas iš srauto konvertuojamas į tarpinį objektą. Kartografavimas: Naudojant įvesties JSON žemėlapį, tarpinis objektas konvertuojamas į NGSI subjektą, pagal konkretų Duomenų Modelio taikinį. Validavimas ir ataskaita: Patikrina gautą objektą pagal atitinkamą Duomenų Modelio JSON schemą. Naudoja AJV JSON Schema Validatorių. Sukuria ataskaitą su validuotais ir nevaliduotais objektais. Rašymas: Validuoti Orion CB arba failų objektai siunčiami į sukonfigūruotą Orion konteksto brokerį ir/arba į vietinį failą. Įrankis yra atvirojo kodo programinė įranga, sukurta inžinerinės įmonės Ingegneria Informatica SpA.",
  "mqvDescription": "Metaduomenų Kokybės Užtikrinimo (MKU) metodologija apibrėžta data.europa.eu konsorciumu, siekiant pagerinti ES atvirųjų duomenų portaluose skelbiamų duomenų rinkinių prieinamumą. Joje nurodyti keli rodikliai, padedantys pagerinti data.europa.eu portale surinktų metaduomenų kokybę. Mqa-scoring yra įrankis, apskaičiuojantis metaduomenų įvertinimą pagal MKU rodiklius. Įrankis taip pat patikrina, ar kiekvieno rodiklio reikalavimai yra įvykdyti.",
  "osmDescription": "OpenStreetMap (OSM) yra nemokama, atvira geografinė duomenų bazė, kurią savanorių bendruomenė nuolat atnaujina ir prižiūri. Bendradarbiautojai renka duomenis iš apžvalgų, fiksuoja iš oro nuotraukų ir importuoja iš kitų laisvai licencijuotų geografinių duomenų šaltinių. OpenStreetMap yra laisvai licencijuojamas pagal Atvirą Duomenų Bazės Licenciją, todėl dažnai naudojamas kuriant elektroninius žemėlapius, informuojant apie maršruto vedimą, padedant humanitarinėje pagalboje ir duomenų vizualizacijoje. OpenStreetMap naudoja savo topologiją geografinių ypatybių saugojimui, kurias galima eksportuoti į kitus GIS failų formatus. Pats OpenStreetMap tinklalapis yra internetinis žemėlapis, geografinių duomenų paieškos variklis ir redaktorius. Teikia informaciją apie POI, vietas, gatves, kelius ir kitas svarbias geografines vietas, taip pat gali būti naudojamas kaip duomenų bazė naujai sukurtiems atviriesiems geografiniams duomenims saugoti.",
  "keycloakDescription": "Keycloak yra atvirojo kodo Tapatybės ir Prieigos Valdymo sistema. Ji leidžia pridėti autentifikavimą prie aplikacijų ir užtikrinti paslaugų saugumą su minimalia pastanga. Keycloak suteikia vartotojų federaciją, stiprią autentifikaciją, vartotojų valdymą, smulkią autorizaciją ir daugiau. Keycloak pagrįsta standartiniais protokolais ir palaiko OpenID Connect, OAuth 2.0 ir SAML. BeOpen sistemoje tai yra įrankis, leidžiantis prieigą ir valdymą vartotojams. Keycloak taip pat bus integruotas su visais platformoje įdiegtais įrankiais, siekiant užtikrinti vieną prieigos tašką visoms sistemos aplikacijoms. Įrankį tiesiogiai gali pasiekti tik platformos administratorius.",
  "toolsDescription1": "BeOpen sistema, kurios tikslas yra padėti viešajam administravimui tobulinti valdymą ir dalytis HVD pagal bandomuosius poreikius ir projekto reikalavimus, siūlo techninių įrankių rinkinį, kuris gali padėti konkrečioje veikloje, susijusioje su gyvenimu. atvirų duomenų rinkinių ciklas.",
  "toolsDescription2": "BeOpen sistema specialiai padės viešajam administravimui procesuose, kurie prasideda nuo (neapdorotų) duomenų rinkimo iki galutinio jų paskelbimo per API mašininio skaitomo formato, padedant jiems įgyvendinti atitinkamą nacionalinį ir Europos reglamentą. ir ypač HVD įgyvendinimo aktas",
  "toolsDescription3": "Įrankiai yra pasiekiami ir aprašyti toliau, esantys atvirų duomenų rinkinių valdymo etape, kurį jie dažniausiai apima.",
  "dataCategory1": "Prieiga prie duomenų ir vizualizacija",
  "dataCategory2": "Duomenų paskelbimas",
  "dataCategory3": "Duomenų semantinis suderinimas",
  "dataCategory4": "Duomenų kokybės gerinimas",
  "dataCategory5": "Duomenų rinkimas ir prieiga prie saugos",
  "openrefineDescription": "OpenRefine yra galingas nemokamas atvirojo kodo įrankis, skirtas dirbti su netvarkingais duomenimis: juos išvalyti; transformuoti iš vieno formato į kitą ir išplėsti žiniatinklio paslaugomis bei išoriniais duomenimis. Jis veikia duomenų eilutėse, kuriose yra langelių stulpeliais, panašiai kaip veikia reliacinės duomenų bazės lentelės, kurias sudaro viena lentelė, kurios eilutes galima filtruoti naudojant kriterijus, kurie apibrėžia (pavyzdžiui, rodomos eilutės, kuriose nurodytas stulpelis nėra tuščias, kitaip nei skaičiuoklėse). „OpenRefine“ operacijos atliekamos visose matomose eilutėse, pavyzdžiui, visų langelių transformavimas visose vieno stulpelio eilutėse arba naujo stulpelio sukūrimas pagal esamus duomenis. Veiksmai, atlikti su duomenų rinkiniu, yra saugomi projekte ir gali būti „. Formulės nėra saugomos langeliuose, bet naudojamos duomenims transformuoti. Klojūroje",

  "userInfo": "Vartotojo Informacija",
  "Homepage": "Pradinis Puslapis",
  "My Account": "Mano Paskyra",
  "Admin Settings": "Administratoriaus Nustatymai",
  "Tools": "Įrankiai",
  "Manuals": "Instrukcijos",
  "Data-Space": "Duomenų Sritis",
  "Settings": "Nustatymai",
  "Release notes": "Išleidimo pastabos",
  "HVD Impact Assessment": "HVD poveikio vertinimas",
  "toolUsed": "Naudotas įrankis",

  "selectingObject_Success": "Objektas pasirinktas sėkmingai!",
  "addingObject_Success": "Objektas pridėtas sėkmingai!",
  "addingObject_ShapeFileError": "ZIP failas nėra Shape failas!",
  "deletingObject_Success": "Objektas pašalintas sėkmingai!",
  "queryModeSelect": "Vykdykite užklausas apie savo duomenis (CSV, JSON arba GeoJSON) pasirinkdami užklausos režimą:<br><br>- pasirinkite <b>sqlQuery</b> režimą, jei norite vykdyti laisvą SQL užklausą<br><br>- pasirinkite <b>keyValue</b>, jei norite vykdyti raktas-vertė užklausą, nurodydami užklausos pavadinimą su dominančiu 'key' atributu, jei tai JSON, arba dominančios stulpelio pavadinimą, jei tai CSV, ir 'value' reikšmę, kurios ieškote<br><br>- pasirinkite <b>freeSearch</b> režimą, jei norite vykdyti laisvą paiešką visose bylose, kuri ieško įvestos reikšmės visame byloje, be būtinybės filtruoti pagal specifinį raktą.<br><br>sqlQuery funkcionalumas<br><br> CSV<br>    Stulpelio-vertės poros paieška<br>    Eilutės ištraukimas<br><br> JSON masyvas<br>    Rakto-vertės poros paieška bet kurioje objekto lygyje masyve (įskaitant įterptus masyvus)<br>    Vieno objekto ištraukimas iš pagrindinio masyvo arba iš įterptų masyvų<br><br> JSON objektas<br>    Rakto-vertės poros paieška (bet kuris lygis)<br>    Vieno objekto ištraukimas iš įterptų masyvų<br><br> KeyValue režimas<br><br> CSV<br>    Stulpelio-vertės poros paieška<br><br> JSON masyvas<br>    Rakto-vertės poros paieška pirmame lygyje kiekvieno objekto masyve<br><br> JSON objektas<br>    Rakto-vertės poros paieška (pirmas lygis)<br><br> Laisvas paieška<br><br> CSV<br>    Stulpelio arba vertės paieška<br><br> JSON masyvas<br>    Rakto arba vertės paieška bet kuriame lygyje kiekvieno objekto masyve (įskaitant įterptus masyvus)<br><br> JSON objektas<br>    Rakto arba vertės paieška (bet kuris lygis)",
  "typeSelect": "Pasirinkite objekto tipą, kurį norite filtruoti.",
  "queryEngine": "Užklausų variklis",

  "stepper": "Žingsniamatis",
  "step1": "HVD kategorija",
  "step1Light": "HVD kategorija",
  "step2": "HVD subkategorija",
  "step2Light": "HVD subkategorija",
  "step3": "Duomenų formatas",
  "step3Light": "Formatas",
  "step4": "Duomenų rinkinys laisvai prieinamas",
  "step4Light": "Laisva prieiga",
  "step5": "Duomenų rinkinio masinis atsisiuntimas",
  "step5Light": "Masinis atsisiuntimas",
  "step6": "Duomenų rinkinio programos sąsaja (API)",
  "step6Light": "API",
  "step7": "Duomenų rinkinį vertino suinteresuotieji subjektai",
  "step7Light": "Suinteresuotieji subjektai",
  "step8": "Duomenų licencija",
  "step8Light": "Licencija",
  "step9": "Duomenų rinkinio licencijos tipas",
  "step9Light": "Licencijos tipas",
  "step10": "Duomenų rinkinio metaduomenys ir dokumentacija",
  "step10Light": "Dokumentacija",
  "step1Desc": "Jūsų duomenų rinkinys priklauso vienai iš šių <b>Aukštos Vertės Duomenų</b> kategorijų",
  "step1Label": "Pasirinkite kategoriją",
  "step1Link": "Daugiau informacijos apie kategorijas galite rasti",
  "linkQui": "čia",
  "step2Desc": "Jūsų duomenų rinkinys priklauso vienai iš šių subkategorijų.",
  "step2Label": "Pasirinkite subkategoriją",
  "step2Link": "Daugiau informacijos apie subkategorijas galite rasti",
  "step3Desc": "Pasirinkite savo duomenų rinkinio formatą iš šio mašininio ir nemšininio skaitomo formato rinkinio",
  "step3Label": "Pasirinkite formato tipą",
  "step3Link": "Daugiau informacijos apie formato tipus galite rasti",
  "step4Desc": "Direktyva reikalauja, kad duomenys būtų prieinami laisvai.",
  "step4Label": "Ar jūsų duomenų rinkinys gali būti laisvai prieinamas?",
  "step4Link": "Daugiau informacijos apie API galite rasti",
  "step5Desc": "HVD duomenys turi būti prieinami per masinį atsisiuntimą",
  "step5Label": "Ar jūsų duomenų rinkinys gali būti <b>masiškai atsisiųstas?</b>",
  "step5Link": "Daugiau informacijos apie masinį atsisiuntimą galite rasti",
  "step6Desc": "Direktyva reikalauja, kad duomenys būtų prieinami per programos sąsają (API)",
  "step6Label": "Ar jūsų duomenų rinkinys gali būti <b>prieinamas per API?</b>",
  "step6Link": "Daugiau informacijos apie API galite rasti",
  "step7Desc": "Duomenų rinkinys turi būti kuriamas konsultuojantis su atitinkamais suinteresuotaisiais subjektais, įskaitant valdžios institucijas, verslo įmones ir akademikus.",
  "step7Label": "Ar konsultavotės su suinteresuotaisiais subjektais?",
  "step7Link": "Daugiau informacijos apie suinteresuotuosius subjektus galite rasti",
  "step8Desc": "Direktyva nustato, kad HVD turi būti registruoti pagal atvirą licenciją.",
  "step8Label": "Ar jūsų duomenų rinkinys yra licencijuotas?",
  "step8Link": "Daugiau informacijos apie licencijas galite rasti",
  "step9Desc": "Direktyva nustato, kokias licencijas naudoti, kad aukštos vertės duomenų rinkiniai būtų prieinami pakartotiniam naudojimui.",
  "step9Label": "Kaip jūsų duomenų rinkinys yra licencijuotas?",
  "step9Link": "Daugiau informacijos apie licencijas galite rasti",
  "step10Desc": "Direktyva reikalauja, kad duomenys turėtų išsamius metaduomenis ir dokumentaciją.",
  "step10Label": "Ar yra išsamūs metaduomenys ir dokumentacija?",
  "step10Link": "Daugiau informacijos apie API galite rasti",
  "dataSetOk": "Sveikiname, jūsų duomenų rinkinys jau atitinka ES įgyvendinimo reglamentą dėl aukštos vertės duomenų rinkinių!",
  "dataSetKo": "Toliau pateiktas grafinis komponentas parodys duomenų rinkinio suderinamumą su ES HVD reglamentu. Norėdami gauti maksimalų balą, peržiūrėkite raudonai pažymėtas ištraukas",
  "prev": "Atgal",
  "next": "Kitas",
  "tryAgain": "Bandyti dar kartą",
  "complete": "Vedlys užbaigtas!",
  "score": "HVD poveikio vertinimas",
  "scoreDesc": "Žemiau esanti progreso juosta didėja, kai didėja jūsų duomenų rinkiniui priskirtas taškų skaičius. Taškai yra procentinė reikšmė, rodanti, kiek jūsų pasirinktas duomenų rinkinys atitinka ES įgyvendinimo reglamentą dėl aukštos vertės duomenų rinkinių.",
  "tableTitle": "Duomenų rinkinio parametrai",
  "tablecol1": "Jūsų duomenų rinkinys priklauso kategorijai",
  "tablecol2": "Jūsų duomenų rinkinys priklauso subkategorijai",
  "tablecol3": "Jūsų duomenų rinkinio formatas yra",
  "tablecol4": "Laisvos prieigos įvertinimas",
  "tablecol5": "Masinio atsisiuntimo įvertinimas",
  "tablecol6": "API prieigos įvertinimas",
  "tablecol7": "Ar konsultavotės su suinteresuotaisiais subjektais",
  "tablecol8": "Ar jūsų duomenų rinkinys yra licencijuotas",
  "tablecol9": "Jūsų duomenų rinkinio licencija yra",
  "tablecol10": "Yra išsamūs metaduomenys ir dokumentacija",
  "selectEntry": "Pasirinkite įrašą",
  "yes": "taip",
  "no": "ne",
  "tooltipSemaforo": "Jis tampa žalias, kai tik duomenų rinkinys atitinka visus šiuos privalomus kriterijus: jis yra mašininio skaitymo formatu, atvirai prieinamas nemokamai, prieinamas per API, sukurtas konsultuojantis su atitinkamais suinteresuotaisiais subjektais ir palaiko masinį atsisiuntimą. Tai yra gražūs papildomi kriterijai: jis turi atvirą duomenų licenciją ir yra prieinami išsamūs metaduomenys ir dokumentacija",
  "descSemaforo": "Duomenų rinkinio atitiktis ES reglamentui",
  "datasetOk": "Pasiekta HVD atitiktis!",
  "saveDataset": "Išsaugoti pakeitimus",
  "deleteDataset": "Ištrinti šį duomenų rinkinį",
  "satisfyRequirementTools": "„BeOpen“ įrankiai, kurie gali būti naudojami specifiniam reikalavimui patenkinti:",
  "datasetTitle": "Patobulinti duomenų rinkiniai",
  "datasetLabel": "Šis grafinis įrankis leidžia stebėti jūsų patobulintinų duomenų rinkinių pažangą, kad jie taptų didelės vertės duomenų rinkiniais, atitinkančiais Europos direktyvą šiuo klausimu. Paprastai pridėkite naują duomenų rinkinį į savo sąrašą ir pradėkite dirbti su juo. Galite bet kada tęsti darbą su savo duomenų rinkiniu, nes dabartinė pažanga yra išsaugoma.",

  "addDataset": "Pridėti naują duomenų rinkinį",
  "datasetName": "Duomenų rinkinio pavadinimas",
  "datasetDescription": "Aprašymas",
  "datasetCompletedSteps": "Baigti veiksmai",
  "datasetVersion": "Versija",
  "datasetAction": "Veiksmai",
  "saveDatasetVersion": "Išsaugoti dabartinę versiją",

  "datasetDocumentLink": "Dokumento nuoroda",
  "modifyDatasetDescDialog": "Nustatykite arba pakeiskite dabartinės duomenų rinkinio versijos aprašymą",
  "modifyDatasetDescConfirm": "Išsaugoti naują aprašymą",
  "modifyDatasetLinkDialog": "Nustatyti arba keisti dabartinio duomenų rinkinys dokumentacijos detales",
  "modifyDatasetLinkConfirm": "Išsaugoti naują dokumentacijos nuorodą",
  "navigateToDocumentLink": "Eiti į dokumentaciją",

  "addDatasetTitleLabel": "Pridėti naują duomenų rinkinį",
  "addDatasetTextLabel": "Įveskite duomenų rinkinio informaciją, kurią norite patobulinti, ji gali būti pakeista vėliau.",
  "addDatasetNameLabel": "Duomenų rinkinio pavadinimas",
  "addDatasetDescriptionLabel": "Aprašymas",
  "addDatasetDocumentLinkLabel": "Dokumento nuoroda (neprivaloma)",
  "addDatasetButtonLabel": "Patvirtinti kūrimą",
  "deleteConfirmTitleLabel": "Dėmesio!",
  "deleteDatasetConfirmDialogLabel": "Jūs ketinate visam laikui ištrinti duomenis, susijusius su jūsų vertinimais apie duomenų rinkinį.",
  "deleteObjectConfirmDialogLabel": "Jūs ketinate visam laikui ištrinti objektą šiame saugykloje. Ar tikrai norite tai padaryti?",
  "period": "Laikotarpis",
  "dateField": "Datos laukas",

  "deleteConfirmButton": "Patvirtinti ištrynimą",
  "deleteConfirmButtonAbort": "Atšaukti",
  "tableCol3Description": "Įrankių sąrašas pagal kategoriją",
  "savingConfirmDialogLabel": "Jūs ketinate išeiti iš redagavimo puslapio neišsaugoję naujausių pakeitimų. Ar norite išsaugoti dabar?",
  "savingConfirmButton": "Išsaugoti ir Išeiti",
  "savingConfirmButtonAbort": "Išeiti be Išsaugojimo"
}
