{
  "fileVersion": {
    "version": "1.0"
  },

  "Active services" : "Aktīvie pakalpojumi",
  "Inactive services" : "Neaktīvie pakalpojumi",
  "Enter a key that you want so search": "Ievadiet atslēgu, kuru vēlaties meklēt",
  "Enter a value that you want so search": "Ievadiet vērtību, kuru vēlaties meklēt",
  "Select the start date for your search": "Izvēlieties sākuma datumu savai meklēšanai",
  "Select the end date for your search": "Izvēlieties beigu datumu savai meklēšanai",

  "adminPage": "Administravimo Puslapis",
  "registredUsers": "Registruoti Vartotojai",
  "registrationDateLabel": "Registracijos Data: ",
  "pilotLabel": "Bandomasis Projektas: ",
  "delete": "Ištrinti",
  "close": "Uždaryti",
  "edit": "Redaguoti",
  "confirm": "Patvirtinti",

  "addToPrivateDataSpace": "Pridėti Objektus prie Asmeninio Duomenų Saugyklos",
  "addToPrivateDataSpaceLabel1": "Naršykite savo duomenis ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "addToPrivateDataSpaceLabel2": "Galite pridėti įkeltą objektą prie savo asmeninio segmento naudodami mygtuką puslapio pabaigoje",
  "canSelectFileTypeListLabel": "Galite pasirinkti tekstinį failą, vaizdą, JSON failą, PDF failą, ZIP failas, kuriame yra Shape failas (SHP) arba GeoJSON failas. Jei įkeltas failas yra ZIP, bet ne Shape failas, jo peržiūrėti nebus galima.",
  "selectFileToPreview": "Pasirinkite failą analizei",
  "chooseFile": "Pasirinkite Failą",
  "fileType": "Failo Tipas",
  "fileName": "Failo Pavadinimas",
  "fileSize": "Failo Dydis",
  "fileContent": "Failo Turinys",
  "addToBucket": "Pridėti šį elementą į segmentą",
  "privateDataSpace": "Asmeninė Duomenų Saugykla",
  "privateDataSpaceLabel1": "Naršykite savo duomenis iš asmeninio segmento ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "privateDataSpaceLabel2": "Tai yra elementų sąrašas jūsų asmeniniame segmente",
  "objectName": "Objekto Pavadinimas",
  "path": "Kelias iki objekto",
  "previewFile": "Peržiūrėti Failą",
  "selectedFilePreview": "Pasirinkto failo peržiūra",
  "addToPilotSharedDataFolder": "Pridėti šį elementą į bandomojo projekto bendrą duomenų katalogą",
  "removeFromBucket": "Pašalinti šį elementą iš segmento",
  "showMapAnalysis": "Rodyti Žemėlapio Analizę",
  "privateBucket": "Asmeninis Segmentas",
  "pilotDataFolder": "Bandomojo Projekto Duomenų Katalogas",
  "publicDataFolder": "Viešas Duomenų Katalogas",
  "pilotDataSpace": "Bandomojo Projekto Duomenų Saugykla",
  "pilotDataSpaceLabel1": "Naršykite duomenis iš bandomojo projekto bendro duomenų katalogo ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "pilotDataSpaceLabel2": "Tai yra elementų sąrašas bandomojo projekto segmente",
  "addToGeneralSharedDataFolder": "Pridėti šį elementą į bendrą duomenų katalogą",
  "downloadFromPilotDataFolder": "Atsisiųsti šį elementą iš bandomojo projekto bendro duomenų katalogo",
  "publicDataSpace": "Viešoji Duomenų Saugykla",
  "publicDataSpaceLabel1": "Naršykite duomenis iš viešo bendro duomenų katalogo ir pasirinkite failą, kad pamatytumėte peržiūrą",
  "publicDataSpaceLabel2": "Tai yra elementų sąrašas viešame segmente",
  "downloadFromPublicDataFolder": "Atsisiųsti šį elementą iš viešo bendro duomenų katalogo",

  "homepageBeopenLabel": "BeOpen tikslas yra remti viešąsias administracijas vietos, regioniniu ir nacionaliniu lygiu didinant viešojo sektoriaus informacijos (aukštos vertės duomenų rinkinių) prieinamumą ir naudingumą. Tai palengvins organizacijoms ir viešosioms įstaigoms pakartotinai naudoti viešus duomenis ES informacijos produktų ir paslaugų kūrimui.",
  "homepageOpenDataLabel": "BeOpen siekia suteikti atvirą sistemą, skirtą skatinti ES aukštos vertės duomenų rinkinius iš viešojo sektoriaus. BeOpen nori pasiūlyti ekonomišką, lengvai naudojamą įrankį aukštos vertės duomenų rinkinių valdymui, pritaikytą viešajai administracijai; patvirtinti ir įvertinti aukštos vertės duomenų rinkinių patobulinimus, prieinamumą ir pakartotinį naudojimą per visoje ES vykdomų pilotinių paslaugų ir dirbtinio intelekto taikymų vykdymą; suteikti techninę sistemą, skirtą pagerinti viešojo sektoriaus duomenų rinkinių techninį suderinamumą, semantiką ir kokybę; padaryti viešus atvirus duomenų rinkinius prieinamus mašininiu būdu skaitomu formatu per API, kurie yra atrandami Europos duomenų portale ir nacionaliniuose atvirų duomenų portaluose, ir pateikti gaires ir rekomendacijas, susijusias su teisiniu suderinamumu viešų atvirų duomenų sklaidos ir pakartotinio naudojimo kontekste. <br> BeOpen leis kurti naujas skaitmenines ir dirbtinio intelekto paslaugas, palengvindama prieigą prie ES viešojo sektoriaus aukštos vertės duomenų rinkinių ir jų naudojimą. <br> <br> BeOpen projekto sistema turėtų padidinti viešojo sektoriaus teikiamų atvirų duomenų prieinamumą ir naudojimą. Aštuoni pilotiniai projektai spręs mobilumo, miesto saugumo, aplinkos ir gamtinių nelaimių iššūkius keliose ES regionuose. ",

  "manuals": "Vadovai",
  "manualsLabel": "Susipažinkite su kiekvieno sistemos įrankio vadovais ir dokumentacija",
  "manualsDescription": "Pateikiami tiek naudotojo vadovas, tiek ir dokumentacija, kaip teisingai naudoti įrankių atvertus REST API",
  "search": "Paieška",

  "mqvTitle": "Metaduomenų Kokybės Tikrintuvas",
  "mqvLabel1": "Pasirinkite Katalogą arba Duomenų rinkinį įkeldami jį kaip RDF failą arba įvesdami URL, kuris jį identifikuoja, ir gaukite su juo susijusią įvertinimo balą ar metrikas pagal",
  "mqvLabel2": "DCAT-AP standartą",
  "mqvLabel3": "siekiant užtikrinti, kad Katalogas ar Duomenų rinkinys būtų tinkamas pateikti",
  "mqvLabel4": "Europos Duomenų Portale - ",
  "mqvLabel5_1": "Algoritmas laikosi",
  "mqvLabel5_2": "metodikos",
  "mqvLabel5_3": "nustatytos Europos duomenų portalo.",
  "mqvLabel5_4": "Jei tai jau federuotas katalogas Idra, galima atsisiųsti katalogo RDF failą tiesiai iš Idra prietaisų skydelio, eikite į administravimo meniu, tada į katalogų valdymo puslapį ir norimam katalogui paspauskite mygtuką Atsisiųsti Dump, kuris atsisiųs failą.",
  "mqvLabel6_1": "Norint patvirtinti visą Katalogą, būtina gauti jo aprašymo RDF failą, tai yra jo metaduomenis, DCAT-AP formatu. Norėdami gauti šį failą, galite naudoti Idra portalą",
  "mqvLabel6_2": ". Prisijungus prie Idra, reikia eiti į <b>Administravimo meniu -> Tvarkyti katalogus -></b> ir pagal dominančią katalogą atsisiųsti failą pasirinkus mygtuką <b>Atsisiųsti Dump</b>. <br> Kadangi Idra yra platforma, leidžianti sujungti Atvirų duomenų portalus, CKAN BeOpen portalas bus sujungtas su Idra ir jame bus visi BeOpen projekto metu sukurti duomenų rinkiniai.",
  "mqvLabel6_3": "Jei jūsų tikslas yra atsisiųsti vieną RDF failą, kuriame būtų jau pridėto duomenų rinkinio metaduomenys <b>CKAN BeOpen portale</b>",
  "mqvLabel6_4": ", galite pateikti šį užklausą (net tiesiogiai iš naršyklės):",
  "mqvLabel7_1": "<Duomenų rinkinio URL CKAN.rdf formatu>",
  "mqvLabel7_2": "pavyzdžiui:",
  "mqvLabel7_3": "Tai yra plėtinio, integruoto į CKAN BeOpen portalą, ckanext-dcat, dalis, leidžianti sukurti ir atsisiųsti RDF failus, kuriuose yra metaduomenys DCAT-AP formatu, pridėtų prie portalo duomenų rinkinių.<br>Išsamią informaciją apie šio plėtinio veikimą rasite čia",
  "submitWFile": "Pateikti su failu",
  "send": "Siųsti",
  "submitWURL": "Pateikti su URL",
  "catalogueDatasets": "Katalogai ir Duomenų rinkiniai",
  "showScore": "Rodyti Įvertinimą",
  "showMetrics": "Rodyti Metrikes",
  "catalogueOverScore": "Katalogo bendras įvertinimas",
  "out_of": "iš",
  "datasetMetrics": "Duomenų rinkinio metrikos",
  "catalogueScore": "Katalogo Įvertinimas",

  "registration": "Registracija",
  "registrationLabel": "Įveskite savo informaciją, kad užsiregistruotumėte BeOpen platformoje",
  "registrationButton": "Registruoti Vartotoją",

  "toolLabel": "Įrankiai",
  "toolDescription": "Pasiekite ir naršykite šiuo metu BeOpen sistemoje prieinamus įrankius",
  "nifiDescription": "Lengvai naudojama, galinga ir patikima sistema duomenų apdorojimui ir paskirstymui. NiFi automatizuoja kibernetinį saugumą, stebėseną, įvykių srautus ir generatyvaus dirbtinio intelekto duomenų srautus ir paskirstymą tūkstančiams įmonių visame pasaulyje, visose pramonės šakose. NiFi buvo sukurtas automatizuoti duomenų srautą tarp sistemų. Nors duomenų srautų terminas vartojamas įvairiuose kontekstuose, čia jį suprantame kaip automatizuotą ir valdomą informacijos srautą tarp sistemų. Ši problema egzistuoja nuo to laiko, kai įmonės turėjo daugiau nei vieną sistemą, kur kai kurios sistemos sukūrė duomenis, o kitos juos vartojo. NiFi taip pat suteikia naršyklėje pagrįstą vartotojo sąsają, kuri leidžia sklandžią patirtį dizaino, valdymo, grįžtamojo ryšio ir stebėjimo srityse. Galimybė vizualizuoti šiuos srautus ir juos pateikti vizualiai gali padėti sumažinti sudėtingumą ir nustatyti sritis, kurias reikia supaprastinti.",
  "openTool": "Atidaryti įrankį",
  "minioDescription": "MinIO yra didelio našumo, paskirstyta objektų saugojimo sistema. Ji yra programinės įrangos apibrėžta, veikia naudodama standartinę pramonės aparatinę įrangą ir yra 100% atvirojo kodo. Trino yra dideliu greičiu veikianti duomenų ežero užklausų variklis. Jis tiesiogiai integruotas į MinIO: tikslas yra naudoti Trino užklausų apdorojimui ir MinIO duomenų saugojimui. MinIO gali apdoroti nestruktūrinius duomenis, tokius kaip žurnalų failai, atsarginės kopijos, lenteliniai duomenys ir konteinerių atvaizdžiai, kurių šiuo metu palaikomas maksimalus objekto dydis yra 50TB. Tai yra didelio našumo AWS S3 suderinamas objektų saugykla. Trino yra paskirstytas, ypač didelio mastelio užklausų variklis, kuris bus naudojamas prieigai prie objektų saugykloje saugomų duomenų failų ir jų manipuliavimui. Šiuo metu Trino palaiko SQL prieigą prie objektų saugykloje saugomų duomenų failų. Priemonė nėra tiesiogiai pasiekiama, tačiau ji yra griežtai integruota į platformą ir ypač valdant bei tvarkant kiekvieno vartotojo duomenis. Privatūs arba vieši vartotojo duomenys patogiai saugomi MinIO ir pasiekiami per BeOpen sistemos duomenų erdvės skyrių.",
  "fiwareDescription": "Orion yra C++ NGSIv2 REST API implementacija, sukurta kaip FIWARE platformos dalis. Orion konteksto brokeris leidžia valdyti visą konteksto informacijos gyvavimo ciklą, įskaitant atnaujinimus, užklausas, registracijas ir prenumeratas. Tai yra NGSIv2 serverio įgyvendinimas, skirtas tvarkyti konteksto informaciją ir jos prieinamumą. Naudojant Orion konteksto brokerį, galite sukurti konteksto elementus ir juos valdyti per atnaujinimus ir užklausas. Be to, galite užsiprenumeruoti konteksto informaciją, kad, įvykus tam tikroms sąlygoms (pvz., pasikeitus konteksto elementams), gautumėte pranešimą. Šie naudojimo scenarijai ir Orion konteksto brokerio funkcijos aprašytos šioje dokumentacijoje.",
  "idraDescription": "Idra yra žiniatinklio aplikacija, galinti sujungti esamas Atvirųjų Duomenų Valdymo Sistemas (ODMS), pagrįstas įvairiomis technologijomis, suteikdama vieną prieigos tašką paieškai ir atvirųjų duomenų rinkinių, gautų iš heterogeniškų šaltinių, atradimui. Idra standartizuoja surinktų atvirųjų duomenų rinkinių atvaizdavimą, dėka tarptautinių standartų (DCAT-AP) taikymo, ir pateikia rinkinį REST API, skirtų trečiųjų šalių aplikacijoms naudoti. Idra natively palaiko ODMS, pagrįstas CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) ir daugeliu kitų technologijų: Idra taip pat pateikia API rinkinį ODMS sujungimui, kurių native palaikymo nėra. Be to, galima sujungti ir bendrus atvirųjų duomenų portalus, kurie neturi API, naudojant žiniatinklio scraping funkciją arba pateikiant DCAT-AP formato duomenų rinkinių išrašą. Be to, Idra pateikia SPARQL galutinį tašką, siekiant vykdyti užklausas 5 žvaigždučių RDF susietus atviruosius duomenis, surinktus iš sujungtų ODMS, ir leidžia lengvai kurti diagramas, pagrįstas sujungtais atviraisiais duomenų rinkiniais (per DatalEt-Ecosystem Provider DEEP). Idra yra atvirojo kodo programinė įranga, sukurta inžinerinės įmonės 'Ingegneria Informatica SpA'.",
  "dmmDescription": "Duomenų Modelio Kartografo įrankis leidžia konvertuoti įvairius failų tipus (pvz., CSV, Json, GeoJson) į skirtingus Duomenų Modelius, apibrėžtus SynchroniCity Projekte. Įvesties failai gali turėti eilutes, JSON objektus arba GeoJson Ypatybes, kiekvienas jų atstovauja objektą, kurį reikia susieti su NGSI subjektu, pagal pasirinktą Duomenų Modelį. Konkrečiai, jis atlieka šiuos žingsnius: Analizuoja įvesties failą, konvertuodamas jį į eilučių/objektų srautą; Srautinis: Kiekviena eilutė/objektas iš srauto konvertuojamas į tarpinį objektą. Kartografavimas: Naudojant įvesties JSON žemėlapį, tarpinis objektas konvertuojamas į NGSI subjektą, pagal konkretų Duomenų Modelio taikinį. Validavimas ir ataskaita: Patikrina gautą objektą pagal atitinkamą Duomenų Modelio JSON schemą. Naudoja AJV JSON Schema Validatorių. Sukuria ataskaitą su validuotais ir nevaliduotais objektais. Rašymas: Validuoti Orion CB arba failų objektai siunčiami į sukonfigūruotą Orion konteksto brokerį ir/arba į vietinį failą. Įrankis yra atvirojo kodo programinė įranga, sukurta inžinerinės įmonės Ingegneria Informatica SpA.",
  "mqvDescription": "Metaduomenų Kokybės Užtikrinimo (MKU) metodologija apibrėžta data.europa.eu konsorciumu, siekiant pagerinti ES atvirųjų duomenų portaluose skelbiamų duomenų rinkinių prieinamumą. Joje nurodyti keli rodikliai, padedantys pagerinti data.europa.eu portale surinktų metaduomenų kokybę. Mqa-scoring yra įrankis, apskaičiuojantis metaduomenų įvertinimą pagal MKU rodiklius. Įrankis taip pat patikrina, ar kiekvieno rodiklio reikalavimai yra įvykdyti.",
  "osmDescription": "OpenStreetMap (OSM) yra nemokama, atvira geografinė duomenų bazė, kurią savanorių bendruomenė nuolat atnaujina ir prižiūri. Bendradarbiautojai renka duomenis iš apžvalgų, fiksuoja iš oro nuotraukų ir importuoja iš kitų laisvai licencijuotų geografinių duomenų šaltinių. OpenStreetMap yra laisvai licencijuojamas pagal Atvirą Duomenų Bazės Licenciją, todėl dažnai naudojamas kuriant elektroninius žemėlapius, informuojant apie maršruto vedimą, padedant humanitarinėje pagalboje ir duomenų vizualizacijoje. OpenStreetMap naudoja savo topologiją geografinių ypatybių saugojimui, kurias galima eksportuoti į kitus GIS failų formatus. Pats OpenStreetMap tinklalapis yra internetinis žemėlapis, geografinių duomenų paieškos variklis ir redaktorius. Teikia informaciją apie POI, vietas, gatves, kelius ir kitas svarbias geografines vietas, taip pat gali būti naudojamas kaip duomenų bazė naujai sukurtiems atviriesiems geografiniams duomenims saugoti.",
  "keycloakDescription": "Keycloak yra atvirojo kodo Tapatybės ir Prieigos Valdymo sistema. Ji leidžia pridėti autentifikavimą prie aplikacijų ir užtikrinti paslaugų saugumą su minimalia pastanga. Keycloak suteikia vartotojų federaciją, stiprią autentifikaciją, vartotojų valdymą, smulkią autorizaciją ir daugiau. Keycloak pagrįsta standartiniais protokolais ir palaiko OpenID Connect, OAuth 2.0 ir SAML. BeOpen sistemoje tai yra įrankis, leidžiantis prieigą ir valdymą vartotojams. Keycloak taip pat bus integruotas su visais platformoje įdiegtais įrankiais, siekiant užtikrinti vieną prieigos tašką visoms sistemos aplikacijoms. Įrankį tiesiogiai gali pasiekti tik platformos administratorius.",
  "toolsDescription1": "BeOpen sistema, kurios tikslas yra padėti viešajam administravimui tobulinti valdymą ir dalytis HVD pagal bandomuosius poreikius ir projekto reikalavimus, siūlo techninių įrankių rinkinį, kuris gali padėti konkrečioje veikloje, susijusioje su gyvenimu. atvirų duomenų rinkinių ciklas.",
  "toolsDescription2": "BeOpen sistema specialiai padės viešajam administravimui procesuose, kurie prasideda nuo (neapdorotų) duomenų rinkimo iki galutinio jų paskelbimo per API mašininio skaitomo formato, padedant jiems įgyvendinti atitinkamą nacionalinį ir Europos reglamentą. ir ypač HVD įgyvendinimo aktas",
  "toolsDescription3": "Įrankiai yra pasiekiami ir aprašyti toliau, esantys atvirų duomenų rinkinių valdymo etape, kurį jie dažniausiai apima.",
  "dataCategory1": "Prieiga prie duomenų ir vizualizacija",
  "dataCategory2": "Duomenų paskelbimas",
  "dataCategory3": "Duomenų semantinis suderinimas",
  "dataCategory4": "Duomenų kokybės gerinimas",
  "dataCategory5": "Duomenų rinkimas ir prieiga prie saugos",
  "openrefineDescription": "OpenRefine yra galingas nemokamas atvirojo kodo įrankis, skirtas dirbti su netvarkingais duomenimis: juos išvalyti; transformuoti iš vieno formato į kitą ir išplėsti žiniatinklio paslaugomis bei išoriniais duomenimis. Jis veikia duomenų eilutėse, kuriose yra langelių stulpeliais, panašiai kaip veikia reliacinės duomenų bazės lentelės, kurias sudaro viena lentelė, kurios eilutes galima filtruoti naudojant kriterijus, kurie apibrėžia (pavyzdžiui, rodomos eilutės, kuriose nurodytas stulpelis nėra tuščias, kitaip nei skaičiuoklėse). „OpenRefine“ operacijos atliekamos visose matomose eilutėse, pavyzdžiui, visų langelių transformavimas visose vieno stulpelio eilutėse arba naujo stulpelio sukūrimas pagal esamus duomenis. Veiksmai, atlikti su duomenų rinkiniu, yra saugomi projekte ir gali būti „. Formulės nėra saugomos langeliuose, bet naudojamos duomenims transformuoti. Klojūroje",

  "userInfo": "Vartotojo Informacija",
  "Homepage": "Pradinis Puslapis",
  "My Account": "Mano Paskyra",
  "Admin Settings": "Administratoriaus Nustatymai",
  "Tools": "Įrankiai",
  "Manuals": "Instrukcijos",
  "Data-Collaboration": "Duomenų Sritis",
  "Settings": "Nustatymai",
  "Release notes": "Išleidimo pastabos",
  "HVD Impact Assessment": "HVD poveikio vertinimas",
  "toolUsed": "Naudotas įrankis",

  "selectingObject_Success": "Objektas pasirinktas sėkmingai!",
  "addingObject_Success": "Objektas pridėtas sėkmingai!",
  "addingObject_ShapeFileError": "ZIP failas nėra Shape failas!",
  "deletingObject_Success": "Objektas pašalintas sėkmingai!",
  "queryModeSelect": "Vykdykite užklausas apie savo duomenis (CSV, JSON arba GeoJSON) pasirinkdami užklausos režimą:<br><br>- pasirinkite <b>sqlQuery</b> režimą, jei norite vykdyti laisvą SQL užklausą<br><br>- pasirinkite <b>keyValue</b>, jei norite vykdyti raktas-vertė užklausą, nurodydami užklausos pavadinimą su dominančiu 'key' atributu, jei tai JSON, arba dominančios stulpelio pavadinimą, jei tai CSV, ir 'value' reikšmę, kurios ieškote<br><br>- pasirinkite <b>freeSearch</b> režimą, jei norite vykdyti laisvą paiešką visose bylose, kuri ieško įvestos reikšmės visame byloje, be būtinybės filtruoti pagal specifinį raktą.<br><br>sqlQuery funkcionalumas<br><br> CSV<br>    Stulpelio-vertės poros paieška<br>    Eilutės ištraukimas<br><br> JSON masyvas<br>    Rakto-vertės poros paieška bet kurioje objekto lygyje masyve (įskaitant įterptus masyvus)<br>    Vieno objekto ištraukimas iš pagrindinio masyvo arba iš įterptų masyvų<br><br> JSON objektas<br>    Rakto-vertės poros paieška (bet kuris lygis)<br>    Vieno objekto ištraukimas iš įterptų masyvų<br><br> KeyValue režimas<br><br> CSV<br>    Stulpelio-vertės poros paieška<br><br> JSON masyvas<br>    Rakto-vertės poros paieška pirmame lygyje kiekvieno objekto masyve<br><br> JSON objektas<br>    Rakto-vertės poros paieška (pirmas lygis)<br><br> Laisvas paieška<br><br> CSV<br>    Stulpelio arba vertės paieška<br><br> JSON masyvas<br>    Rakto arba vertės paieška bet kuriame lygyje kiekvieno objekto masyve (įskaitant įterptus masyvus)<br><br> JSON objektas<br>    Rakto arba vertės paieška (bet kuris lygis)",
  "typeSelect": "Pasirinkite objekto tipą, kurį norite filtruoti.",
  "Query Mode Select": "Užklausos režimo pasirinkimas",
  "Query Mode Select info": "Pasirinkite paprastą paiešką, jei norite lėtesnės paieškos pagal vieną reikšmę, išplėstinę paiešką, jei reikia daugiau parinkčių, tokių kaip failų filtravimas pagal raktų-vertės poras JSON, arba SQL paiešką SQL pagrįstiems užklausoms",
  "File type select info": "Pasirinkite failo tipą, kurį norite filtruoti. Galite filtruoti JSON, GeoJSON ir CSV failus",
  "Value type select info": "Tai yra reikšmės tipas, kurios ieškote. Eilutė (String) – eilutėms (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String) ir data – datoms (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date)",
  "Query SQL tooltip": "Įveskite savo SQL užklausą čia. SQL kalbos dokumentai https://www.postgresql.org/docs/current/sql.html",
  "Simple search tooltip": "Tiesiog įveskite reikšmę, kurią norite naudoti failams filtruoti",
  "Select the type of value to filter": "Pasirinkite reikšmės tipą, kurį norite filtruoti",
  "Type the SQL query here": "Įveskite SQL užklausą čia",
  "Type the search key here": "Įveskite paieškos raktą čia",
  "Apply Query": "Taikyti užklausą",
  "Value (E.g. BikeLane)": "Reikšmė (pvz., Dviračių juosta)",
  "Key (E.g. name)": "Raktas (pvz., vardas)",
  "Value (E.g. Geo data)": "Reikšmė (pvz., geografiniai duomenys)",
  "From date": "Nuo datos",
  "To date": "Iki datos",
  "queryEngine": "Užklausų variklis",
  "stepper": "Žingsniamatis",
  "step1": "HVD kategorija",
  "step1Light": "HVD kategorija",
  "step2": "HVD subkategorija",
  "step2Light": "HVD subkategorija",
  "step3": "Duomenų formatas",
  "step3Light": "Formatas",
  "step4": "Duomenų rinkinys laisvai prieinamas",
  "step4Light": "Laisva prieiga",
  "step5": "Duomenų rinkinio masinis atsisiuntimas",
  "step5Light": "Masinis atsisiuntimas",
  "step6": "Duomenų rinkinio programos sąsaja (API)",
  "step6Light": "API",
  "step7": "Duomenų rinkinį vertino suinteresuotieji subjektai",
  "step7Light": "Suinteresuotieji subjektai",
  "step8": "Duomenų licencija",
  "step8Light": "Licencija",
  "step9": "Duomenų rinkinio licencijos tipas",
  "step9Light": "Licencijos tipas",
  "step10": "Duomenų rinkinio metaduomenys ir dokumentacija",
  "step10Light": "Dokumentacija",
  "step1Desc": "Jūsų duomenų rinkinys priklauso vienai iš šių <b>Aukštos Vertės Duomenų</b> kategorijų",
  "step1Label": "Pasirinkite kategoriją",
  "step1Link": "Daugiau informacijos apie kategorijas galite rasti",
  "linkQui": "čia",
  "step2Desc": "Jūsų duomenų rinkinys priklauso vienai iš šių subkategorijų.",
  "step2Label": "Pasirinkite subkategoriją",
  "step2Link": "Daugiau informacijos apie subkategorijas galite rasti",
  "step3Desc": "Pasirinkite savo duomenų rinkinio formatą iš šio mašininio ir nemšininio skaitomo formato rinkinio",
  "step3Label": "Pasirinkite formato tipą",
  "step3Link": "Daugiau informacijos apie formato tipus galite rasti",
  "step4Desc": "Direktyva reikalauja, kad duomenys būtų prieinami laisvai.",
  "step4Label": "Ar jūsų duomenų rinkinys gali būti laisvai prieinamas?",
  "step4Link": "Daugiau informacijos apie API galite rasti",
  "step5Desc": "HVD duomenys turi būti prieinami per masinį atsisiuntimą",
  "step5Label": "Ar jūsų duomenų rinkinys gali būti <b>masiškai atsisiųstas?</b>",
  "step5Link": "Daugiau informacijos apie masinį atsisiuntimą galite rasti",
  "step6Desc": "Direktyva reikalauja, kad duomenys būtų prieinami per programos sąsają (API)",
  "step6Label": "Ar jūsų duomenų rinkinys gali būti <b>prieinamas per API?</b>",
  "step6Link": "Daugiau informacijos apie API galite rasti",
  "step7Desc": "Duomenų rinkinys turi būti kuriamas konsultuojantis su atitinkamais suinteresuotaisiais subjektais, įskaitant valdžios institucijas, verslo įmones ir akademikus.",
  "step7Label": "Ar konsultavotės su suinteresuotaisiais subjektais?",
  "step7Link": "Daugiau informacijos apie suinteresuotuosius subjektus galite rasti",
  "step8Desc": "Direktyva nustato, kad HVD turi būti registruoti pagal atvirą licenciją.",
  "step8Label": "Ar jūsų duomenų rinkinys yra licencijuotas?",
  "step8Link": "Daugiau informacijos apie licencijas galite rasti",
  "step9Desc": "Direktyva nustato, kokias licencijas naudoti, kad aukštos vertės duomenų rinkiniai būtų prieinami pakartotiniam naudojimui.",
  "step9Label": "Kaip jūsų duomenų rinkinys yra licencijuotas?",
  "step9Link": "Daugiau informacijos apie licencijas galite rasti",
  "step10Desc": "Direktyva reikalauja, kad duomenys turėtų išsamius metaduomenis ir dokumentaciją.",
  "step10Desc_1": "Duomenų rinkinio metaduomenys suprantami kaip visa ta informacija, skirta apibūdinti duomenų rinkinį ir padėti vartotojui suprasti duomenų turinį (pvz., paskutinio duomenų keitimo data, leidėjas ir kt.). <br>API, per kurias galima pasiekti duomenų rinkinius, kita vertus, arba jau yra dokumentuotos, jei jos naudoja bendrą, standartinę sąsają, pvz., net ir API, kurias teikia bendri atvirų duomenų portalai (CKAN portalas, DKAN portalai ir kt.), arba yra manoma, kad „BeOpen“ katalogas bus integruotas į „Idra“, kuri teikia išsamią dokumentaciją apie savo API, taip pat apie kontekstinį brokerį, jei jis buvo pritaikytas.",
  "step10Label": "Ar yra išsamūs metaduomenys ir dokumentacija?",
  "step10Link": "Daugiau informacijos apie API galite rasti",
  "dataSetOk": "Sveikiname, jūsų duomenų rinkinys jau atitinka ES įgyvendinimo reglamentą dėl aukštos vertės duomenų rinkinių!",
  "dataSetKo": "Toliau pateiktas grafinis komponentas parodys duomenų rinkinio suderinamumą su ES HVD reglamentu. Norėdami gauti maksimalų balą, peržiūrėkite raudonai pažymėtas ištraukas",
  "prev": "Atgal",
  "next": "Kitas",
  "tryAgain": "Bandyti dar kartą",
  "complete": "Vedlys užbaigtas!",
  "score": "HVD poveikio vertinimas",
  "scoreDesc": "Žemiau esanti progreso juosta didėja, kai didėja jūsų duomenų rinkiniui priskirtas taškų skaičius. Taškai yra procentinė reikšmė, rodanti, kiek jūsų pasirinktas duomenų rinkinys atitinka ES įgyvendinimo reglamentą dėl aukštos vertės duomenų rinkinių.",
  "tableTitle": "Duomenų rinkinio parametrai",
  "tablecol1": "Jūsų duomenų rinkinys priklauso kategorijai",
  "tablecol2": "Jūsų duomenų rinkinys priklauso subkategorijai",
  "tablecol3": "Jūsų duomenų rinkinio formatas yra",
  "tablecol4": "Laisvos prieigos įvertinimas",
  "tablecol5": "Masinio atsisiuntimo įvertinimas",
  "tablecol6": "API prieigos įvertinimas",
  "tablecol7": "Ar konsultavotės su suinteresuotaisiais subjektais",
  "tablecol8": "Ar jūsų duomenų rinkinys yra licencijuotas",
  "tablecol9": "Jūsų duomenų rinkinio licencija yra",
  "tablecol10": "Yra išsamūs metaduomenys ir dokumentacija",
  "selectEntry": "Pasirinkite įrašą",
  "yes": "taip",
  "no": "ne",
  "tooltipSemaforo": "Jis tampa žalias, kai tik duomenų rinkinys atitinka visus šiuos privalomus kriterijus: jis yra mašininio skaitymo formatu, atvirai prieinamas nemokamai, prieinamas per API, sukurtas konsultuojantis su atitinkamais suinteresuotaisiais subjektais ir palaiko masinį atsisiuntimą. Tai yra gražūs papildomi kriterijai: jis turi atvirą duomenų licenciją ir yra prieinami išsamūs metaduomenys ir dokumentacija",
  "descSemaforo": "Duomenų rinkinio atitiktis ES reglamentui",
  "datasetOk": "Pasiekta HVD atitiktis!",
  "saveDataset": "Išsaugoti pakeitimus",
  "deleteDataset": "Ištrinti šį duomenų rinkinį",
  "satisfyRequirementTools": "„BeOpen“ įrankiai, kurie gali būti naudojami specifiniam reikalavimui patenkinti:",
  "datasetTitle": "Patobulinti duomenų rinkiniai",
  "datasetLabel": "Šis grafinis įrankis leidžia stebėti jūsų patobulintinų duomenų rinkinių pažangą, kad jie taptų didelės vertės duomenų rinkiniais, atitinkančiais Europos direktyvą šiuo klausimu. Paprastai pridėkite naują duomenų rinkinį į savo sąrašą ir pradėkite dirbti su juo. Galite bet kada tęsti darbą su savo duomenų rinkiniu, nes dabartinė pažanga yra išsaugoma.",

  "addDataset": "Pridėti naują duomenų rinkinį",
  "datasetName": "Duomenų rinkinio pavadinimas",
  "datasetDescription": "Aprašymas",
  "datasetCompletedSteps": "Baigti",
  "datasetVersion": "Versija",
  "datasetAction": "Veiksmai",
  "saveDatasetVersion": "Išsaugoti dabartinę versiją",

  "lastModified": "Paskutinio keitimo data",
  "createdBy": "Sukūrė",

  "datasetDocumentLink": "Dokumento nuoroda",
  "modifyDatasetDescDialog": "Nustatykite arba pakeiskite dabartinės duomenų rinkinio versijos aprašymą",
  "modifyDatasetDescConfirm": "Išsaugoti naują aprašymą",
  "modifyDatasetLinkDialog": "Nustatyti arba keisti dabartinio duomenų rinkinys dokumentacijos detales",
  "modifyDatasetLinkConfirm": "Išsaugoti naują dokumentacijos nuorodą",
  "navigateToDocumentLink": "Eiti į dokumentaciją",

  "addDatasetTitleLabel": "Pridėti naują duomenų rinkinį",
  "addDatasetTextLabel": "Įveskite duomenų rinkinio informaciją, kurią norite patobulinti, ji gali būti pakeista vėliau.",
  "addDatasetNameLabel": "Duomenų rinkinio pavadinimas",
  "addDatasetDescriptionLabel": "Aprašymas",
  "addDatasetDocumentLinkLabel": "Dokumento nuoroda (neprivaloma)",
  "addDatasetButtonLabel": "Patvirtinti kūrimą",
  "deleteConfirmTitleLabel": "Dėmesio!",
  "deleteDatasetConfirmDialogLabel": "Jūs ketinate visam laikui ištrinti duomenis, susijusius su jūsų vertinimais apie duomenų rinkinį.",
  "deleteObjectConfirmDialogLabel": "Jūs ketinate visam laikui ištrinti objektą šiame saugykloje. Ar tikrai norite tai padaryti?",
  "period": "Laikotarpis",
  "dateField": "Datos laukas",

  "deleteConfirmButton": "Patvirtinti ištrynimą",
  "deleteConfirmButtonAbort": "Atšaukti",
  "tableCol3Description": "Įrankių sąrašas pagal kategoriją",
  "savingConfirmDialogLabel": "Jūs ketinate išeiti iš redagavimo puslapio neišsaugoję naujausių pakeitimų. Ar norite išsaugoti dabar?",
  "savingConfirmButton": "Išsaugoti ir Išeiti",
  "savingConfirmButtonAbort": "Išeiti be Išsaugojimo",

  "dataModelTitle": "Duomenų Modelis",
  "dataModelTitleDescription1": "Be naudojimo mašinai skaitomu formatu ir licencijos taikymo duomenų rinkiniams, būtina pagerinti sąveikumą, siekiant paskatinti pakartotinį naudojimą. Norint tai pasiekti, būtina laikytis <b>tarptautinių standartų</b> arba priimti <b>bendras duomenų struktūras</b>. Tinkamas pavyzdys galėtų būti ETSI NGSI-LD standarto, kurį palaiko FIWARE Orion Context Brokers, priėmimas duomenų rinkinių aprašymui per specifinius metaduomenis, kuris savo ruožtu skatina sąveikumą tarp duomenų rinkinių.",
  "dataModelTitleDescription2": "Be to, bendrų duomenų struktūrų priėmimas yra esminis punktas skatinant sąveikumą, pavyzdžiui, Smart Data Models",
  "dataModelTitleDescription3": "Galima taikyti bendrą duomenų modelį ir tuo pačiu metu pridėti duomenų į FIWARE Orion Context Broker, naudojant BeOpen siūlomą Data Model Mapper įrankį arba kitus įrankius su tuo pačiu tikslu.",
  "dataModelTitleDescription4": "Data Model Mapper įrankis leidžia susieti duomenis iš bendro duomenų modelio su FIWARE Orion Context Broker duomenų modeliu. Galima naudoti FIWARE Orion Context Broker saugoti duomenims ir juos gauti naudojant NGSI-LD standartą.",
  "dataModelMapperTitle": "Data Model Mapper",
  "anotherEquivalentTool": "Kitas lygiavertis įrankis",

  "MQA_DATASET_TABLE_INFO_TOOLTIP_VALUE": "Reikšmė gali būti loginė, HTTP atsakymų kodų sąrašas su santykiniu pasikartojimo procentu arba teisingų metrikų procentas",

  "evm_title": "Atikos Miško Gaisrų Stebėjimo ir Aptikimo Žemėlapis",
  "evm_description_1": "Miško gaisrai Atikos regione tampa dažnesni ir intensyvesni dėl klimato kaitos, užsitęsusių sausrų ir kylančių temperatūrų. Jų didėjantis artumas miesto teritorijoms kelia grėsmę žmonių gyvybėms, infrastruktūrai ir biologinei įvairovei, sukeldami rimtų aplinkosauginių ir ekonominių pasekmių. <br>Tradiciniai gaisrų aptikimo metodai, tokie kaip palydoviniai ir antžeminiai jutikliai, atokiose vietovėse gali vėluoti arba būti neprieinami. Socialinių tinklų įrašai gali tarnauti kaip ankstyvojo perspėjimo sistema, teikdami informaciją apie gaisrų incidentus. <br>Šis interaktyvus įrankis parodo, kaip socialiniai tinklai gali papildyti EO duomenis beveik realiu laiku aptinkant ir anksti įspėjant apie miško gaisrus, bei teikti įžvalgas, kaip pagerinti gaisrų reagavimo ir valdymo strategijas Atikoje.",
  "evm_description_2": "Šis žemėlapis rodo <b>geolokacinių su gaisrais susijusių socialinių tinklų įrašų</b> (iš X platformos) telkinius kaip vietovėmis pagrįstas žymeles. Šie telkiniai, surinkti tarp 2019 ir 2021 metų, 10 km spinduliu per 24 valandų laikotarpį, buvo susieti su Sentinel-5 NO₂ oro kokybės duomenimis, siekiant atmesti klaidingai geolokuotus įrašus.",
  "evm_description_3": "Išdegusių plotų vizualizacijos iliustruoja didesnius nei 40 hektarų miško gaisrus, padedant įvertinti <b>gaisrų plitimą ir rimtumą</b> Atikos regione tarp 2019 ir 2021 metų",

  "evm_label_sources": "Visi šaltiniai",
  "evm_label_platform_x": "Socialinis tinklas X",
  "evm_label_satellite": "Copernicus palydovinės nuotraukos",
  "evm_label_apply_filters": "Taikyti filtrus",

  "nst_label_title": "Ateities žemėlapis: kaip Neapolis pertvarko miesto gyvenimą naudodamas analitiką",
  "nst_label_subtitle": "Neapolis imasi drąsių žingsnių siekdamas patobulinti miestų planavimą ir prisitaikymą prie klimato kaitos, pasitelkdamas didžiųjų duomenų analizę",

  "nts_tab_no1_title": "BDTI sistema Neapolio viešajai erdvei",

  "nst_label_no1_accordion_title": "BDTI skaitmeninė paslauga Neapolio savivaldybei trumpai",
  "nst_label_no1_accordion_label_1": "Neapolio savivaldybė – trečia pagal dydį Italijos metropolinė zona – susiduria su sudėtingais miesto iššūkiais, pradedant socialinėmis ir ekonominėmis nelygybėmis bei klimato kaita, baigiant pertekliniu turizmu ir viešųjų paslaugų trūkumais. Suprasdama, kad būtina stiprinti miesto atsparumą, Neapolis siekė integruoti duomenimis pagrįstas strategijas į miestų planavimą ir judumo sistemas. Bendradarbiaudamas su vietos ekspertais ir Europos partneriais, miestas pradėjo duomenų analizės kelionę, naudodamas",
  "nst_label_no1_accordion_label_2": "siekiant gauti naudingų įžvalgų miesto ir aplinkosaugos tobulinimui.",

  "nst_label_no1_accordion_subtitle_1": "Bandomojo projekto tikslas",
  "nst_label_no1_accordion_label_3": "Pagrindinis Neapolio BDTI bandomojo projekto tikslas – stiprinti miesto atsparumą ir tvarumą, pasitelkiant duomenų analizę, siekiant įveikti klimato kaitos poveikį, pavyzdžiui, ekstremalų karštį ir stiprias liūtis, bei geriau išnaudoti viešąsias erdves. Integruojant socialinius ir aplinkosauginius duomenis bei identifikuojant aukštos rizikos zonas, projektas siekia remti sprendimų priėmimo procesus miestų planavime, judumo sistemose ir visuomenės saugumo srityse. Bandomasis projektas taip pat siekia pateikti naudingas įžvalgas apie žaliąjį kapitalą ir socialines-ekonomines pažeidžiamumo sritis, skatinant duomenimis pagrįstą miesto valdymo požiūrį.",

  "nst_label_no1_accordion_subtitle_2": "Duomenys: nuo ko viskas prasidėjo",
  "nst_label_no1_accordion_label_4": "<b>Geografiniai duomenų rinkiniai</b> yra pagrindinė erdvinės analizės ir sprendimų priėmimo dalis, ypač sprendžiant <b>miestų planavimo</b> ir <b>tvarumo</b> tikslus. Neapolio komanda naudoja <b>viešųjų erdvių duomenis</b>, siekdama analizuoti jų pasiskirstymą administraciniuose padaliniuose, įvertinti funkcionalumą ir nustatyti neišnaudotas zonas ar teritorijas, kurias būtų galima atgaivinti arba pertvarkyti miesto generaliniame plane. <b>Tvaraus judumo duomenys</b>, struktūrizuoti ir paruošti dalijimuisi, suteikia vertingų įžvalgų apie transporto modelius, padedančius kurti ekologiškesnes ir efektyvesnes judumo sistemas. <b>Karščio poveikio rodikliai</b> ir <b>žaliojo indekso</b> skaičiavimai, gauti iš",
  "nst_label_no1_accordion_label_5": "platformos, siūlo esminius rodiklius, padedančius nustatyti karščio bangoms jautrias vietoves ir skirti prioritetą intervencijoms, kurios pagerintų miesto gyvenamąją aplinką ir atsparumą aplinkos veiksniams. <b>Statistiniai duomenys</b> dar labiau papildo šiuos rinkinius, leidžiant išsamiai analizuoti ir priimti duomenimis pagrįstus sprendimus, kurie atitinka projekto tikslus – skatinti tvarų judumą ir gerinti miesto aplinkos kokybę Neapolyje.",

  "nst_label_no1_accordion_subtitle_3": "Strateginė duomenų integracija naudojant inovatyvius įrankius",
  "nst_label_no1_accordion_label_6": "Neapolis siekia <b>patobulinti miestų planavimą</b> ir <b>judumo strategijas</b>, naudodamas <b>duomenų analizę</b>, kad įveiktų klimato kaitos padarinius, ypač ekstremalų karštį ir stiprius kritulius. Vienas iš pagrindinių tikslų yra nustatyti „atokvėpio taškus“ visame mieste – vietas, kur gyventojai galėtų rasti prieglobstį ekstremalių oro sąlygų metu. Miestas pasitelkia <b>NDVI (Normalizuoto augalijos skirtumo indekso) analizę</b>, kad įvertintų <b>žaliąjį kapitalą</b>, kuris yra esminis rodiklis mažinant miesto šiluminės salos efektą. Be to, savivaldybė jungia <b>geoduomenis</b> su <b>socialiniais parametrais</b>, tokiais kaip šeimų skaičius ir pažeidžiamos gyventojų grupės, siekdama užtikrinti visapusišką požiūrį į socialinį ir aplinkosauginį teisingumą.",
  "nst_label_no1_accordion_label_7": "Naudodamas BDTI platformą, <b>Neapolis integruoja duomenų rinkinius iš įvairių šaltinių</b>, siekdamas spręsti esminius miestų planavimo trūkumus. Viešųjų erdvių pasiskirstymas, žaliojo indekso rodikliai ir karščio poveikio vertinimai yra suderinami naudojant <b>moderniausius geoduomenų įrankius</b> skirtus <b>centralizuotam saugojimui</b> ir <b>vizualizacijai</b>. Taip pat naudojami kiti platformos įrankiai, skirti <b>efektyviam duomenų apdorojimui ir darbo eigos automatizavimui</b>.",

  "nst_label_no2_accordion_title": "Duomenų vizualizacijos prietaisų skydelio naudojimo gairės",
  "nst_label_no2_accordion_label_1": "Šios pastangos lėmė pažangių duomenų vizualizacijos prietaisų skydelių kūrimą naudojant Apache Superset įrankį, kuris leidžia politikos formuotojams <b>identifikuoti neišnaudotas viešąsias erdves, vertinti socialines ir aplinkosaugines pažeidžiamumo sritis bei kurti rizikos mažinimo strategijas</b>. Atsiranda pradinės įžvalgos, įskaitant potencialių atokvėpio taškų nustatymą ir žemėlapių sudarymą vietovėms, kurioms reikalingos tikslingos intervencijos, remiantis socialiniais ir aplinkosaugos rodikliais.<br> Žemiau esantis puslapis rodo visas sukurtas duomenų vizualizacijas. Norėdami geriau naršyti kiekvieną analizę, galite <b>spustelėti 3 taškus viršutiniame dešiniajame kampe</b> šalia kiekvienos diagramos ir pasirinkti <b>Įjungti viso ekrano režimą</b>. Be to, kiekviena diagrama pateikia išsamų aprašymą, kurį galima peržiūrėti pasirinkus <b>Rodyti diagramos aprašymą</b>. Taip pat galima atsisiųsti diagramos duomenis pasirinkus <b>Atsisiųsti</b> CSV, Excel arba paveikslėlio formatu. <br>Tobulėjant projektui, Neapolis siekia išsamiai dokumentuoti savo patirtį, suteikdamas pavyzdį kitiems viešiesiems subjektams, norintiems taikyti panašius metodus. Pasitelkdamas duomenis kaip viešosios gerovės įrankį, <b>Neapolis žengia svarbius žingsnius link tvaresnės ir atsparesnės ateities</b>. Daugiau informacijos apie Neapolio savivaldybėje atliktus darbus rasite",
  "nst_label_no2_accordion_label_2": "paskelbtuose <b>Europos duomenų portale (data.europa.eu)</b>.",

  "nts_tab_no2_title": "Mobilumo žemėlapis",

  "nst_label_no3_accordion_title": "Tvarios mobilumo infrastruktūros ir viešųjų erdvių stebėjimas",
  "nst_label_no3_accordion_label_1": "Toliau pateiktas internetinis žemėlapis rodo duomenų rinkinius, sukurtus tvaraus mobilumo rodiklių stebėjimui.",

  "nst_label_no3_accordion_label_2": "Mobilumo informacijos dalijimasis ir nuolatinis tvaraus mobilumo įgyvendinimo strategijų stebėjimas reikalauja specialių įrankių.<br> Prie tradicinių oficialių svetainių informacijos kanalų pridedamos pažangios informacijos dalijimosi technologijos, naudojant <b>erdvinių duomenų infrastruktūrą (Spatial data infrastructure)</b>, skirtą tiek miesto valdymu užsiimantiems darbuotojams, tiek piliečiams, per internetinius vizualizavimo įrankius.",

  "nst_label_no3_accordion_label_3": "Rodikliai gaunami iš <b>2021 m. patvirtinto Tvaraus mobilumo veiksmų plano (PUMS)</b>. Atnaujinimas numatytas 2025 m. Daugelis duomenų rinkinių buvo integruoti iš įvairių šaltinių, standartizuoti ir suderinti pirmą kartą per šią bandomąją veiklą.<br> Dėka ES projekto BeOpen, savivaldybė prisideda prie atvirų duomenų dalijimosi su HVD duomenų rinkiniais mobilumo srityje.",

  "nst_label_no3_accordion_label_4": "<b>GIS analizė</b> ir integracija su atvirojo kodo QGIS programine įranga, duomenų modelių žemėlapiai, licencijavimas ir duomenų talpinimas prisidėjo prie atvirų duomenų dalijimosi mobilumo srityje.<br> Naudojama atvirojo kodo programinė įranga ir duomenų rinkiniai, gauti iš miesto erdvinių duomenų infrastruktūros arba specialiai paruošti.",

  "nst_label_no4_accordion_label_1": "<b>Detalės zona</b> (viršutiniame kairiajame žemėlapio peržiūros kampe) pateikia žemėlapio legendą. <b>Turinio</b> skyrius rodo duomenų rinkinius, kuriuos galima įjungti arba išjungti, peržiūrėti taikant naują stilių arba skaidrumo režimu.<br> Naudotojas gali įvertinti duomenų rinkinyje esančią informaciją, atidarydamas atributų lentelę. Galima pritaikyti <b>filtrą</b>, pasirenkant konkrečius duomenis iš lentelės.",

  "nst_label_no4_accordion_label_2": "Turinį, susijusį su žemėlapio duomenimis, galima tyrinėti <b>spustelėjus žemėlapį</b>.<br> Galima sukurti <b>asmeninį internetinį žemėlapį</b>, pridedant duomenis iš kitų šaltinių.<br> Žemėlapį galima <b>atspausdinti</b> arba <b>pasidalyti</b> naudojant įrankius viršutinėje juostoje, kurie sugeneruoja nuorodą, kurią galima kopijuoti ir dalytis.<br> Naudotojas gali <b>ieškoti vietų</b> arba <b>dominčių vietų (POI)</b> viršutiniame dešiniajame žemėlapio peržiūros kampe.",

  "Napoli digital service": "Neapolio skaitmeninė paslauga",
  "Attica digital service": "Atikos skaitmeninė paslauga"
}
