{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Página de Administração",
  "registredUsers": "Usuários Registrados",
  "registrationDateLabel": "Data de Registro: ",
  "pilotLabel": "Piloto: ",
  "delete": "Excluir",
  "close": "Fechar",
  "edit": "Editar",

  "addToPrivateDataSpace": "Adicionar Objetos ao Espaço de Dados Privado",
  "addToPrivateDataSpaceLabel1": "Navegue pelos seus dados e selecione um arquivo para ver uma prévia",
  "addToPrivateDataSpaceLabel2": "Você pode adicionar o objeto carregado ao seu bucket pessoal usando o botão no final da página",
  "canSelectFileTypeListLabel": "Você pode selecionar um arquivo de texto, uma imagem, um arquivo JSON, um arquivo PDF, um arquivo Zip de um Shapefile (SHP) ou um arquivo GeoJSON. Se o arquivo carregado for um Zip, mas não um Shapefile, não será possível visualizar sua visualização.",
  "selectFileToPreview": "Selecionar um arquivo para prévia",
  "chooseFile": "Escolher um Arquivo",
  "fileType": "Tipo de Arquivo",
  "fileName": "Nome do Arquivo",
  "fileSize": "Tamanho do Arquivo",
  "fileContent": "Conteúdo do Arquivo",
  "addToBucket": "Adicionar este item ao bucket",
  "privateDataSpace": "Espaço de Dados Privado",
  "privateDataSpaceLabel1": "Navegue pelos seus dados do seu bucket pessoal e selecione um arquivo para ver uma prévia",
  "privateDataSpaceLabel2": "Esta é a lista de itens no seu bucket pessoal",
  "objectName": "Nome do Objeto",
  "path": "Caminho do objeto",
  "previewFile": "Prévia do Arquivo",
  "selectedFilePreview": "Prévia do arquivo selecionado",
  "addToPilotSharedDataFolder": "Adicionar este item à pasta de dados compartilhados do Piloto",
  "removeFromBucket": "Remover este item do bucket",
  "showMapAnalysis": "Mostrar Análise de Mapa",
  "privateBucket": "Bucket Privado",
  "pilotDataFolder": "Pasta de Dados do Piloto",
  "publicDataFolder": "Pasta de Dados Públicos",
  "pilotDataSpace": "Espaço de Dados do Piloto",
  "pilotDataSpaceLabel1": "Navegue pelos dados da pasta de dados compartilhados do Piloto e selecione um arquivo para ver uma prévia",
  "pilotDataSpaceLabel2": "Esta é a lista de itens no bucket do Piloto",
  "addToGeneralSharedDataFolder": "Adicionar este item à pasta de dados compartilhados geral",
  "downloadFromPilotDataFolder": "Baixar este item da pasta de dados compartilhados do Piloto",
  "publicDataSpace": "Espaço de Dados Públicos",
  "publicDataSpaceLabel1": "Navegue pelos dados da pasta de dados compartilhados públicos e selecione um arquivo para ver uma prévia",
  "publicDataSpaceLabel2": "Esta é a lista de itens no bucket público",
  "downloadFromPublicDataFolder": "Baixar este item da pasta de dados compartilhados públicos",

  "homepageBeopenLabel": "O objetivo do BeOpen é apoiar administrações públicas em nível local, regional e nacional no aumento da disponibilidade e usabilidade das informações do setor público (conjuntos de dados de alto valor). Isso facilitará que organizações e entidades públicas reutilizem dados públicos abertos em toda a UE para o desenvolvimento de produtos e serviços de informação.",
  "homepageOpenDataLabel": "Dados fornecidos pelos portais de Dados Abertos das administrações públicas envolvidas no consórcio, o Portal Europeu de Dados e o Copernicus, incluindo dados em tempo real capturados por sensores, que serão tratados por meio do Bloco de Construção do Corretor de Contexto CEF. Além disso, conjuntos de dados relevantes gerados pela Ação serão disponibilizados por meio do próprio Portal Europeu de Dados. O objetivo final é mostrar como esse framework gerará inovação e criação de grande valor por meio da implementação de três pilotos em Milão, Helsinque e Nápoles, focados na monitorização e planejamento de áreas verdes nas cidades em relação a diferentes fatores (por exemplo, impacto do turismo, qualidade de vida, crescimento econômico etc.).",

  "manuals": "Manuais",
  "manualsLabel": "Consulte os manuais e documentação para cada ferramenta do framework",
  "manualsDescription": "Tanto o manual do usuário quanto a documentação para o uso correto das APIs REST expostas pelas ferramentas são fornecidos",
  "search": "Pesquisar",

  "mqvTitle": "Validador de Qualidade de Metadados",
  "mqvLabel1": "Selecione um Catálogo ou um Conjunto de Dados fazendo o upload como arquivo RDF ou inserindo o URL que o identifica e obtenha a pontuação ou métricas de avaliação relacionadas a ele, de acordo com o",
  "mqvLabel2": "padrão DCAT-AP",
  "mqvLabel3": "para garantir que o Catálogo ou Conjunto de Dados seja válido para sua submissão no",
  "mqvLabel4": "Portal Europeu de Dados - ",
  "submitWFile": "Enviar com arquivo",
  "send": "Enviar",
  "submitWURL": "Enviar com URL",
  "catalogueDatasets": "Catálogo e Conjuntos de Dados",
  "showScore": "Mostrar Pontuação",
  "showMetrics": "Mostrar Métricas",
  "catalogueOverScore": "Pontuação geral do catálogo",
  "out_of": "de",
  "datasetMetrics": "Métricas do Conjunto de Dados",
  "catalogueScore": "Pontuação do Catálogo",

  "registration": "Registro",
  "registrationLabel": "Digite suas informações para se registrar na plataforma BeOpen",
  "registrationButton": "Registrar Usuário",

  "toolLabel": "Ferramentas",
  "toolDescription": "Acesse e navegue pelas ferramentas atualmente disponíveis no framework BeOpen",
  "nifiDescription": "Um sistema fácil de usar, poderoso e confiável para processar e distribuir dados. O NiFi automatiza a cibersegurança, a observabilidade, os fluxos de eventos e as canalizações de dados de IA generativa e distribuição para milhares de empresas em todo o mundo, em todos os setores. O NiFi foi construído para automatizar o fluxo de dados entre sistemas. Enquanto o termo fluxo de dados é usado em uma variedade de contextos, usamos aqui para significar o fluxo automatizado e gerenciado de informações entre sistemas. O Nifi também fornece uma interface de usuário baseada em navegador que permite uma experiência perfeita para design, controle, feedback e monitoramento. A possibilidade de visualizar esses fluxos e expressá-los visualmente pode ajudar a reduzir a complexidade e identificar áreas que precisam ser simplificadas.",
  "openTool": "Abrir a ferramenta",
  "minioDescription": "O MinIO é um sistema de armazenamento de objetos distribuídos de alto desempenho. É definido por software, é executado em hardware padrão da indústria e é 100% open source. O Trino é um motor de consulta de data lake que roda em alta velocidade. Ele é integrado diretamente ao MinIO: o objetivo é usar o Trino para processamento de consulta e o MinIO para armazenamento de dados. O MinIO pode lidar com dados não estruturados, como arquivos de log, backups, dados tabulares e imagens de contêiner, com um tamanho máximo de objeto suportado atual de 50TB. É um armazenamento de objetos compatível com AWS S3 de alta performance. O Trino é um motor de consulta distribuído e altamente escalável, que será usado para acessar e manipular dados. Atualmente, o Trino suporta acesso baseado em SQL a arquivos de dados armazenados em sistemas de armazenamento de objetos. A ferramenta não é diretamente acessível, mas está estritamente integrada na plataforma e em particular na gestão e organização dos dados de cada utilizador. Os dados privados ou públicos do usuário são convenientemente armazenados no MinIO e podem ser acessados através da seção Data-space da estrutura BeOpen.",
  "fiwareDescription": "Orion é uma implementação em C++ da ligação da API REST NGSIv2 desenvolvida como parte da plataforma FIWARE. O Orion Context Broker permite gerenciar o ciclo de vida completo das informações de contexto, incluindo atualizações, consultas, registros e assinaturas. É uma implementação do servidor NGSIv2 para gerenciar informações de contexto e sua disponibilidade. Usando o Orion Context Broker, você pode criar elementos de contexto e gerenciá-los por meio de atualizações e consultas. Além disso, você pode se inscrever em informações de contexto para que, quando alguma condição ocorrer (por exemplo, os elementos de contexto mudarem), você receba uma notificação. Esses cenários de uso e os recursos do Orion Context Broker são descritos nesta documentação.",
  "idraDescription": "O Idra é um aplicativo da web capaz de federar Sistemas de Gerenciamento de Dados Abertos (ODMS) existentes com base em diferentes tecnologias, fornecendo um ponto de acesso único para pesquisar e descobrir conjuntos de dados abertos provenientes de fontes heterogêneas. O Idra uniformiza a representação dos conjuntos de dados abertos coletados, graças à adoção de padrões internacionais (DCAT-AP) e fornece um conjunto de APIs RESTful a serem usadas por aplicativos de terceiros. O Idra oferece suporte nativo a ODMS baseados em CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) e muitas outras tecnologias: O Idra também fornece um conjunto de APIs para federar ODMS não nativamente suportados. Além disso, é possível federar portais de dados abertos genéricos, que não expõem APIs, usando a funcionalidade de web scraping ou fornecendo um arquivo de despejo dos conjuntos de dados no formato DCAT-AP. Além disso, o Idra fornece um endpoint SPARQL para executar consultas em dados abertos vinculados RDF de 5 estrelas coletados de ODMS federados e permite criar facilmente gráficos com base em conjuntos de dados abertos federados (por meio do DatalEt-Ecossistema de Provedores DEEP) O Idra é um software de código aberto desenvolvido pela Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "A ferramenta Data Model Mapper permite converter vários tipos de arquivos (por exemplo, CSV, Json, GeoJson) nos diferentes Modelos de Dados definidos no Projeto SynchroniCity. Os arquivos de entrada podem conter linhas, objetos JSON ou Feições GeoJson, cada um representando um objeto a ser mapeado para uma entidade NGSI, de acordo com o Modelo de Dados selecionado. Em particular, realiza os seguintes passos: Analisar o arquivo de entrada, convertendo-o em um fluxo de linhas/objetos; Streaming: Cada linha/objeto proveniente do fluxo é convertido em um objeto intermediário. Mapeamento: Usando o JSON Map de entrada, converta o objeto intermediário em uma entidade NGSI, de acordo com um Modelo de Dados de destino específico. Validação e relatório: Valide o objeto resultante em relação ao esquema JSON correspondente a um Modelo de Dados de destino. Ele aproveita o Validador de Esquema JSON AJV. Produzir um arquivo de relatório com objetos validados e não validados. Escrita: Orion CB ou Arquivo Os objetos validados são enviados para o Orion Context Broker configurado e/ou para um arquivo local. A ferramenta é um software de código aberto desenvolvido pela Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "A metodologia de Garantia de Qualidade de Metadados (MQA) é definida pelo consórcio data.europa.eu com o objetivo de melhorar a acessibilidade dos conjuntos de dados publicados nos portais europeus de dados abertos. Ele especifica vários indicadores que ajudam a melhorar a qualidade dos metadados coletados pelo portal data.europa.eu. Mqa-scoring é uma ferramenta que calcula a pontuação que um metadado obtém de acordo com os indicadores da MQA. A ferramenta também verifica se os requisitos especificados pelo MQA para cada indicador são atendidos. A ferramenta não é acessível diretamente, mas está integrada no dashboard do BeOpen, nomeadamente através de scripts desenvolvidos e inseridos na secção Data-space.",
  "osmDescription": "OpenStreetMap (OSM) é um banco de dados geográfico gratuito e aberto atualizado e mantido por uma comunidade de voluntários por meio de colaboração aberta. Os contribuidores coletam dados de pesquisas, rastreiam a partir de imagens aéreas e também importam de outras fontes de geodados licenciadas gratuitamente. O OpenStreetMap é licenciado gratuitamente sob a Licença de Banco de Dados Aberto e, como resultado, é comumente usado para criar mapas eletrônicos, informar navegação passo a passo, auxiliar em ajuda humanitária e visualização de dados. O OpenStreetMap usa sua própria topologia para armazenar características geográficas que podem então ser exportadas para outros formatos de arquivo GIS. O próprio site do OpenStreetMap é um mapa online, mecanismo de busca de geodados e editor. Fornece informações sobre POI, locais, ruas, estradas e outros locais geográficos relevantes, bem como pode ser usado como um banco de dados para armazenar novos dados geográficos abertos criados.",
  "keycloakDescription": "O Keycloak é um Gerenciador de Identidade e Acesso de código aberto. Permite adicionar autenticação a aplicativos e garantir serviços com o mínimo esforço. O Keycloak fornece federação de usuários, autenticação forte, gerenciamento de usuários, autorização granular e muito mais. O Keycloak é baseado em protocolos padrão e oferece suporte para OpenID Connect, OAuth 2.0 e SAML. No framework BeOpen, é a ferramenta que permite o acesso e gerenciamento de usuários. O Keycloak também será integrado a todas as ferramentas instaladas na plataforma para garantir um único ponto de acesso a todas as aplicações do framework. A ferramenta é acessível diretamente apenas pelo administrador da plataforma.",
  "toolsDescription1": "O framework BeOpen, cujo objetivo é apoiar a administração pública na melhoria da gestão e compartilhamento de HVDs de acordo com as necessidades dos pilotos e os requisitos do projeto, oferece um conjunto de ferramentas técnicas que podem auxiliar em atividades específicas relacionadas à vida ciclo dos conjuntos de dados abertos.",
  "toolsDescription2": "O framework BeOpen irá apoiar especificamente a administração pública nos processos que vão desde a recolha de dados (brutos) até à sua publicação final via API em formatos legíveis por máquina, ajudando-os na implementação da regulamentação nacional e europeia relevante e, em particular, o ato de execução HVD",
  "toolsDescription3": "As ferramentas são acessíveis e descritas abaixo, localizadas na fase de gerenciamento de conjuntos de dados abertos que elas cobrem principalmente.",
  "dataCategory1": "Acesso e visualização de dados",
  "dataCategory2": "Publicação de dados",
  "dataCategory3": "Harmonização Semântica de Dados",
  "dataCategory4": "Melhoria da qualidade dos dados",
  "dataCategory5": "Coleta de dados e acesso de segurança",
  "openrefineDescription": "OpenRefine é uma poderosa ferramenta gratuita e de código aberto para trabalhar com dados confusos: limpá-los; transformá-los de um formato em outro; e estendê-los com serviços web e dados externos. Ele opera em linhas de dados que possuem células em colunas, semelhante à maneira como as tabelas de banco de dados relacionais operam, os projetos OpenRefine consistem em uma tabela, cujas linhas podem ser filtradas usando facetas que definem critérios (por exemplo, mostrando linhas onde uma determinada coluna não está vazia). as operações no OpenRefine são feitas em todas as linhas visíveis, por exemplo, a transformação de todas as células em todas as linhas em uma coluna ou a criação de uma nova coluna com base nos dados existentes. As ações executadas em um conjunto de dados são armazenadas no projeto e podem ser '. reproduzidas' em outros conjuntos de dados As fórmulas não são armazenadas em células, mas são usadas para transformar os dados. A transformação é feita apenas uma vez. As expressões de fórmula podem ser escritas em General Refine Expression Language (GREL), em Jython (ou seja, Python). em Clojure.",

  "userInfo": "Informações do Usuário",
  "Homepage": "Página Inicial",
  "My Account": "Minha Conta",
  "Admin Settings": "Configurações de Administrador",
  "Tools": "Ferramentas",
  "Manuals": "Manuais",
  "Data-Space": "Espaço de Dados",
  "Settings": "Configurações",

  "selectingObject_Success": "Objeto selecionado com sucesso!",
  "addingObject_Success": "Objeto adicionado com sucesso!",
  "addingObject_ShapeFileError": "O arquivo zip não é um Shape File!",
  "deletingObject_Success": "Objeto excluído com sucesso!",
  "queryModeSelect" : "Selecione o modo de consulta: sqlQuery se desejar realizar uma consulta SQL, keyValue se desejar realizar uma consulta chave - valor, freeSearch se desejar realizar uma pesquisa livre em todos os arquivos",
  "typeSelect" : "Selecione o tipo de objeto a ser filtrado"


}
