{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Página de Administração",
  "registredUsers": "Utilizadores Registados",
  "registrationDateLabel": "Data de Registo: ",
  "pilotLabel": "Piloto: ",
  "delete": "Eliminar",
  "close": "Fechar",
  "edit": "Editar",
  "confirm": "Confirmar",

  "addToPrivateDataSpace": "Adicionar Objetos ao Espaço de Dados Privado",
  "addToPrivateDataSpaceLabel1": "Navegue pelos seus dados e selecione um ficheiro para ver uma pré-visualização",
  "addToPrivateDataSpaceLabel2": "Pode adicionar o objeto carregado ao seu bucket pessoal usando o botão no final da página",
  "canSelectFileTypeListLabel": "Pode selecionar um ficheiro de texto, uma imagem, um ficheiro JSON, um ficheiro PDF, um ficheiro Zip de um Shapefile (SHP) ou um ficheiro GeoJSON. Se o ficheiro carregado for um Zip, mas não um Shapefile, não será possível visualizar a sua pré-visualização.",
  "selectFileToPreview": "Selecione o arquivo para analisar",
  "chooseFile": "Escolher um Ficheiro",
  "fileType": "Tipo de Ficheiro",
  "fileName": "Nome do Ficheiro",
  "fileSize": "Tamanho do Ficheiro",
  "fileContent": "Conteúdo do Ficheiro",
  "addToBucket": "Adicionar este item ao bucket",
  "privateDataSpace": "Espaço de Dados Privado",
  "privateDataSpaceLabel1": "Navegue pelos seus dados do seu bucket pessoal e selecione um ficheiro para ver uma pré-visualização",
  "privateDataSpaceLabel2": "Esta é a lista de itens no seu bucket pessoal",
  "objectName": "Nome do Objeto",
  "path": "Caminho do Objeto",
  "previewFile": "Pré-visualização do Ficheiro",
  "selectedFilePreview": "Pré-visualização do ficheiro selecionado",
  "addToPilotSharedDataFolder": "Adicionar este item à pasta de dados partilhados do Piloto",
  "removeFromBucket": "Remover este item do bucket",
  "showMapAnalysis": "Mostrar Análise de Mapa",
  "privateBucket": "Bucket Privado",
  "pilotDataFolder": "Pasta de Dados do Piloto",
  "publicDataFolder": "Pasta de Dados Públicos",
  "pilotDataSpace": "Espaço de Dados do Piloto",
  "pilotDataSpaceLabel1": "Navegue pelos dados da pasta de dados partilhados do Piloto e selecione um ficheiro para ver uma pré-visualização",
  "pilotDataSpaceLabel2": "Esta é a lista de itens no bucket do Piloto",
  "addToGeneralSharedDataFolder": "Adicionar este item à pasta geral de dados partilhados",
  "downloadFromPilotDataFolder": "Descarregar este item da pasta de dados partilhados do Piloto",
  "publicDataSpace": "Espaço de Dados Públicos",
  "publicDataSpaceLabel1": "Navegue pelos dados da pasta de dados partilhados públicos e selecione um ficheiro para aceder à sua pré-visualização",
  "publicDataSpaceLabel2": "Esta é a lista de itens no bucket público",
  "downloadFromPublicDataFolder": "Descarregar este item da pasta de dados partilhados públicos",

  "homepageBeopenLabel": "O objetivo do BeOpen é apoiar administrações públicas a nível local, regional e nacional no aumento da disponibilidade e usabilidade das informações do setor público (conjuntos de dados de alto valor). Isto facilitará que organizações e entidades públicas reutilizem dados públicos abertos em toda a UE para o desenvolvimento de produtos e serviços de informação.",
  "homepageOpenDataLabel": "O BeOpen visa fornecer um quadro aberto para impulsionar os conjuntos de dados de alto valor da UE provenientes do setor público. O BeOpen pretende oferecer uma ferramenta económica e fácil de usar para a gestão de conjuntos de dados de alto valor adaptada à Administração Pública; para validar e avaliar as melhorias, acessibilidade e reutilização dos conjuntos de dados de alto valor através da execução de serviços piloto e aplicações de IA em toda a UE; para fornecer um quadro técnico para melhorar a interoperabilidade técnica dos dados, a semântica e a qualidade dos conjuntos de dados do setor público; para disponibilizar conjuntos de dados públicos abertos em formato legível por máquina através de API descobertas pelo Portal de Dados Europeu e portais nacionais de dados abertos e para fornecer diretrizes e recomendações que abordem a interoperabilidade jurídica no contexto da disseminação e reutilização de dados abertos públicos. <br> BeOpen permitirá o desenvolvimento de novos serviços digitais e de IA, facilitando o acesso e a utilização de conjuntos de dados de alto valor do setor público da UE. <br> <br> Espera-se que o quadro do projeto BeOpen aumente a disponibilidade e usabilidade dos dados abertos fornecidos pelo setor público. Oito pilotos abordarão desafios relacionados com a mobilidade urbana, segurança pública, meio ambiente e desastres naturais em várias regiões da UE.",

  "manuals": "Manuais",
  "manualsLabel": "Consulte os manuais e documentação para cada ferramenta do framework",
  "manualsDescription": "Tanto o manual do utilizador como a documentação para o uso correto das API REST expostas pelas ferramentas são fornecidos",
  "search": "Pesquisar",

  "mqvTitle": "Validador de Qualidade de Metadados",
  "mqvLabel1": "Selecione um Catálogo ou um Conjunto de Dados fazendo o upload como ficheiro RDF ou inserindo o URL que o identifica e obtenha a pontuação ou métricas de avaliação relacionadas a ele, de acordo com o",
  "mqvLabel2": "padrão DCAT-AP",
  "mqvLabel3": "para garantir que o Catálogo ou Conjunto de Dados seja válido para a sua submissão no",
  "mqvLabel4": "Portal Europeu de Dados - ",
  "mqvLabel5_1": "O algoritmo segue a",
  "mqvLabel5_2": "metodologia",
  "mqvLabel5_3": "definida pelo portal europeu de dados.",
  "mqvLabel5_4": "Se for um Catálogo já federado no Idra, é possível baixar o arquivo RDF do Catálogo diretamente do painel do Idra acessando o menu Administração, depois a página Gerenciar Catálogos, e para o Catálogo desejado pressione o botão Baixar Dump, que baixará o arquivo.",
  "mqvLabel6_1": "Para validar um catálogo inteiro, é necessário obter o arquivo RDF de sua descrição, ou seja, seus metadados, em DCAT-AP. Para obter este arquivo, você pode usar o portal Idra",
  "mqvLabel6_2": ". No Idra, após fazer login, é necessário acessar o <b>menu Administração -> Gerenciar Catálogos -></b> e, correspondente ao Catálogo de interesse, baixar o arquivo selecionando o botão <b>Baixar Dump</b>. <br> Como o Idra é uma plataforma que permite federar Portais de Dados Abertos, o portal CKAN BeOpen será federado no Idra e conterá todos os conjuntos de dados produzidos durante o projeto BeOpen.",
  "mqvLabel6_3": "Se a sua intenção é baixar um único arquivo RDF contendo os metadados de um conjunto de dados já adicionado no <b>portal CKAN BeOpen</b>",
  "mqvLabel6_4": ", você pode fazer esta solicitação (até mesmo diretamente do navegador):",
  "mqvLabel7_1": "<URL do Conjunto de Dados no CKAN.rdf>",
  "mqvLabel7_2": "por exemplo:",
  "mqvLabel7_3": "Faz parte de uma extensão integrada ao portal CKAN BeOpen, ckanext-dcat, que permite criar e baixar arquivos RDF contendo os metadados em DCAT-AP dos conjuntos de dados adicionados ao próprio portal.<br>Detalhes sobre como esta extensão funciona podem ser encontrados aqui",
  "submitWFile": "Enviar com ficheiro",
  "send": "Enviar",
  "submitWURL": "Enviar com URL",
  "catalogueDatasets": "Catálogo e Conjuntos de Dados",
  "showScore": "Mostrar Pontuação",
  "showMetrics": "Mostrar Métricas",
  "catalogueOverScore": "Pontuação geral do catálogo",
  "out_of": "de",
  "datasetMetrics": "Métricas do Conjunto de Dados",
  "catalogueScore": "Pontuação do Catálogo",

  "registration": "Registo",
  "registrationLabel": "Digite as suas informações para se registar na plataforma BeOpen",
  "registrationButton": "Registar Utilizador",

  "toolLabel": "Ferramentas",
  "toolDescription": "Aceda e navegue pelas ferramentas atualmente disponíveis no framework BeOpen",
  "nifiDescription": "Um sistema fácil de usar, poderoso e fiável para processar e distribuir dados. O NiFi automatiza a cibersegurança, a observabilidade, os fluxos de eventos e as canalizações de dados de IA generativa e distribuição para milhares de empresas em todo o mundo, em todos os setores. O NiFi foi construído para automatizar o fluxo de dados entre sistemas. Enquanto o termo fluxo de dados é usado em uma variedade de contextos, usamos aqui para significar o fluxo automatizado e gerido de informações entre sistemas. O Nifi também fornece uma interface de utilizador baseada em navegador que permite uma experiência perfeita para design, controlo, feedback e monitorização. A possibilidade de visualizar esses fluxos e expressá-los visualmente pode ajudar a reduzir a complexidade e identificar áreas que precisam ser simplificadas.",
  "openTool": "Abrir a ferramenta",
  "minioDescription": "O MinIO é um sistema de armazenamento de objetos distribuídos de alto desempenho. É definido por software, é executado em hardware padrão da indústria e é 100% open source. O Trino é um motor de consulta de data lake que roda em alta velocidade. Ele é integrado diretamente ao MinIO: o objetivo é usar o Trino para processamento de consulta e o MinIO para armazenamento de dados. O MinIO pode lidar com dados não estruturados, como ficheiros de log, backups, dados tabulares e imagens de contêiner, com um tamanho máximo de objeto suportado atual de 50TB. É um armazenamento de objetos compatível com AWS S3 de alta performance. O Trino é um motor de consulta distribuído e altamente escalável, que será usado para aceder e manipular dados. Atualmente, o Trino suporta acesso baseado em SQL a ficheiros de dados armazenados em sistemas de armazenamento de objetos. A ferramenta não é diretamente acessível, mas está estritamente integrada na plataforma e em particular na gestão e organização dos dados de cada utilizador. Os dados privados ou públicos do utilizador são convenientemente armazenados no MinIO e podem ser acedidos através da secção Espaço de Dados da estrutura BeOpen.",
  "fiwareDescription": "Orion é uma implementação em C++ da ligação da API REST NGSIv2 desenvolvida como parte da plataforma FIWARE. O Orion Context Broker permite gerir o ciclo de vida completo das informações de contexto, incluindo atualizações, consultas, registos e assinaturas. É uma implementação do servidor NGSIv2 para gerir informações de contexto e sua disponibilidade. Usando o Orion Context Broker, pode criar elementos de contexto e geri-los por meio de atualizações e consultas. Além disso, pode subscrever informações de contexto para que, quando alguma condição ocorrer (por exemplo, os elementos de contexto mudarem), receba uma notificação. Esses cenários de uso e os recursos do Orion Context Broker são descritos nesta documentação.",
  "idraDescription": "O Idra é um aplicativo da web capaz de federar Sistemas de Gestão de Dados Abertos (ODMS) existentes com base em diferentes tecnologias, fornecendo um ponto de acesso único para pesquisar e descobrir conjuntos de dados abertos provenientes de fontes heterogéneas. O Idra uniformiza a representação dos conjuntos de dados abertos recolhidos, graças à adoção de padrões internacionais (DCAT-AP) e fornece um conjunto de API RESTful a serem usadas por aplicativos de terceiros. O Idra oferece suporte nativo a ODMS baseados em CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) e muitas outras tecnologias: O Idra também fornece um conjunto de API para federar ODMS não nativamente suportados. Além disso, é possível federar portais de dados abertos genéricos, que não expõem API, usando a funcionalidade de web scraping ou fornecendo um ficheiro de despejo dos conjuntos de dados no formato DCAT-AP. Além disso, o Idra fornece um endpoint SPARQL para executar consultas em dados abertos vinculados RDF de 5 estrelas recolhidos de ODMS federados e permite criar facilmente gráficos com base em conjuntos de dados abertos federados (por meio do DatalEt-Ecossistema de Provedores DEEP) O Idra é um software de código aberto desenvolvido pela Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "A ferramenta Data Model Mapper permite converter vários tipos de ficheiros (por exemplo, CSV, Json, GeoJson) nos diferentes Modelos de Dados definidos no Projeto SynchroniCity. Os ficheiros de entrada podem conter linhas, objetos JSON ou Feições GeoJson, cada um representando um objeto a ser mapeado para uma entidade NGSI, de acordo com o Modelo de Dados selecionado. Em particular, realiza os seguintes passos: Analisar o ficheiro de entrada, convertendo-o num fluxo de linhas/objetos; Streaming: Cada linha/objeto proveniente do fluxo é convertido num objeto intermédio. Mapeamento: Usando o JSON Map de entrada, converta o objeto intermédio numa entidade NGSI, de acordo com um Modelo de Dados de destino específico. Validação e relatório: Valide o objeto resultante em relação ao esquema JSON correspondente a um Modelo de Dados de destino. Ele aproveita o Validador de Esquema JSON AJV. Produzir um ficheiro de relatório com objetos validados e não validados. Escrita: Orion CB ou Ficheiro Os objetos validados são enviados para o Orion Context Broker configurado e/ou para um ficheiro local. A ferramenta é um software de código aberto desenvolvido pela Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "A metodologia de Garantia de Qualidade de Metadados (MQA) é definida pelo consórcio data.europa.eu com o objetivo de melhorar a acessibilidade dos conjuntos de dados publicados nos portais europeus de dados abertos. Ele especifica vários indicadores que ajudam a melhorar a qualidade dos metadados recolhidos pelo portal data.europa.eu. Mqa-scoring é uma ferramenta que calcula a pontuação que um metadado obtém de acordo com os indicadores da MQA. A ferramenta também verifica se os requisitos especificados pelo MQA para cada indicador são atendidos. A ferramenta não é acessível diretamente, mas está integrada no dashboard do BeOpen, nomeadamente através de scripts desenvolvidos e inseridos na secção Espaço de Dados.",
  "osmDescription": "OpenStreetMap (OSM) é uma base de dados geográficos gratuita e aberta, atualizada e mantida por uma comunidade de voluntários por meio de colaboração aberta. Os contribuidores recolhem dados de pesquisas, rastreiam a partir de imagens aéreas e também importam de outras fontes de geodados licenciadas gratuitamente. O OpenStreetMap é licenciado gratuitamente sob a Licença de Base de Dados Aberta e, como resultado, é comumente usado para criar mapas eletrónicos, fornecer planeament de rotas passo-a-passo, auxiliar com ajuda humanitária e visualização de dados. OpenStreetMap usa a sua própria topologia para armazenar características geográficas que podem então ser exportadas para outros formatos de ficheiro GIS. O próprio site do OpenStreetMap é um mapa online, mecanismo de busca de geodados e editor. Fornece informações sobre Pontos de Interesse (POI), locais, ruas, estradas e outros locais geográficos relevantes, bem como ser usado como uma base de dados para armazenar novos dados geográficos abertos criados.",
  "keycloakDescription": "O Keycloak é um Gestor de Identidade e Acesso de código aberto. Permite adicionar autenticação a aplicativos e garantir serviços com o mínimo esforço. O Keycloak fornece federação de utilizadores, autenticação forte, gestão de utilizadores, autorização granular e muito mais. O Keycloak é baseado em protocolos padrão e oferece suporte para OpenID Connect, OAuth 2.0 e SAML. No framework BeOpen, é a ferramenta que permite o acesso e gestão de utilizadores. O Keycloak também será integrado a todas as ferramentas instaladas na plataforma para garantir um único ponto de acesso a todas as aplicações do framework. A ferramenta é acessível diretamente apenas pelo administrador da plataforma.",
  "toolsDescription1": "O framework BeOpen, cujo objetivo é apoiar a administração pública na melhoria da gestão e partilha de HVDs de acordo com as necessidades dos pilotos e os requisitos do projeto, oferece um conjunto de ferramentas técnicas que podem auxiliar em atividades específicas relacionadas com o ciclo de vida dos conjuntos de dados abertos.",
  "toolsDescription2": "O framework BeOpen irá apoiar especificamente a administração pública nos processos que vão desde a recolha de dados (brutos) até à sua publicação final via API em formatos legíveis por máquina, ajudando-os na implementação da regulamentação nacional e europeia relevante e, em particular, o ato de execução HVD",
  "toolsDescription3": "As ferramentas são acessíveis e descritas abaixo, localizadas na fase de gestão de conjuntos de dados abertos que elas cobrem principalmente.",
  "dataCategory1": "Acesso e visualização de dados",
  "dataCategory2": "Publicação de dados",
  "dataCategory3": "Harmonização Semântica de Dados",
  "dataCategory4": "Melhoria da qualidade dos dados",
  "dataCategory5": "Recolha de dados e acesso de segurança",
  "openrefineDescription": "OpenRefine é uma poderosa ferramenta gratuita e de código aberto para trabalhar com dados confusos: limpá-los; transformá-los de um formato em outro; e estendê-los com serviços web e dados externos. Ele opera em linhas de dados que possuem células em colunas, semelhante à maneira como as tabelas de bases de dados relacionais operam, os projetos OpenRefine consistem numa tabela, cujas linhas podem ser filtradas usando facetas que definem critérios (por exemplo, mostrando linhas onde uma determinada coluna não está vazia). as operações no OpenRefine são feitas em todas as linhas visíveis, por exemplo, a transformação de todas as células em todas as linhas numa coluna ou a criação de uma nova coluna com base nos dados existentes. As ações executadas em um conjunto de dados são armazenadas no projeto e podem ser '. reproduzidas' em outros conjuntos de dados As fórmulas não são armazenadas em células, mas são usadas para transformar os dados. A transformação é feita apenas uma vez. As expressões de fórmula podem ser escritas em General Refine Expression Language (GREL), em Jython (ou seja, Python). em Clojure.",

  "userInfo": "Informações do Utilizador",
  "Homepage": "Página Inicial",
  "My Account": "Minha Conta",
  "Admin Settings": "Configurações de Administrador",
  "Tools": "Ferramentas",
  "Manuals": "Manuais",
  "Data-Space": "Espaço de Dados",
  "Settings": "Configurações",
  "Release notes": "Notas de lançamento",
  "HVD Impact Assessment": "Avaliação de Impacto HVD",
  "toolUsed": "Ferramenta utilizada",

  "selectingObject_Success": "Objeto selecionado com sucesso!",
  "addingObject_Success": "Objeto adicionado com sucesso!",
  "addingObject_ShapeFileError": "O ficheiro zip não é um Shape File!",
  "deletingObject_Success": "Objeto eliminado com sucesso!",
  "queryModeSelect": "Realize consultas nos seus dados (CSV, JSON ou GeoJSON) selecionando o modo de consulta:<br><br>- selecione o modo <b>sqlQuery</b> se quiser realizar uma consulta SQL livre<br><br>- selecione <b>keyValue</b> se quiser realizar uma consulta chave-valor especificando o nome da consulta com o atributo 'key' de interesse se for um JSON ou o nome da coluna de interesse se for um CSV e em 'value' o valor que está a procurar<br><br>- selecione o modo <b>freeSearch</b> se quiser realizar uma pesquisa livre em todos os ficheiros, que procura o valor inserido em todo o ficheiro, sem a necessidade de filtrar por uma chave específica.<br><br>Funcionalidades atuais de sqlQuery<br><br> CSV<br>    Pesquisa de correspondência coluna - valor<br>    Extração de linha<br><br> JSON Array<br>    Pesquisa de par chave - valor em qualquer nível de cada objeto da matriz (incluindo arrays aninhados)<br>    Extração de um único objeto da matriz principal ou de arrays aninhados<br><br> JSON Object<br>    Pesquisa de par chave - valor (qualquer nível)<br>    Extração de um único objeto de arrays aninhados<br><br> Modo keyValue<br><br> CSV<br>    Pesquisa de correspondência coluna - valor<br><br> JSON Array<br>    Pesquisa de par chave - valor no primeiro nível de cada objeto da matriz<br><br> JSON Object<br>    Pesquisa de par chave - valor (primeiro nível)<br><br> Busca livre<br><br> CSV<br>    Pesquisa de coluna ou valor<br><br> JSON Array<br>    Pesquisa de chave ou valor em qualquer nível de cada objeto da matriz (incluindo arrays aninhados)<br><br> JSON Object<br>    Pesquisa de chave ou valor (qualquer nível)",
  "typeSelect": "Selecione o tipo de objeto a ser filtrado.",
  "Query Mode Select": "Selecionar Modo de Consulta",
  "Query Mode Select info": "Selecione busca simples para uma busca mais lenta com um único valor, busca avançada para mais opções como filtrar arquivos por pares chave-valor em JSON, busca SQL para consultas baseadas em SQL",
  "File type select info": "Selecione o tipo de arquivo que você deseja filtrar. Você pode filtrar arquivos JSON, GeoJSON e CSV",
  "Value type select info": "Este é o tipo de valor que você está procurando. String para strings (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String) e data para datas (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date)",
  "Query SQL tooltip": "Digite aqui sua consulta SQL. Documentação SQL aqui https://www.postgresql.org/docs/current/sql.html",
  "Simple search tooltip": "Basta digitar o valor que você deseja usar para filtrar arquivos",
  "Select the type of value to filter": "Selecione o tipo de valor para filtrar",
  "Type the SQL query here": "Digite a consulta SQL aqui",
  "Type the search key here": "Digite a chave de busca aqui",
  "Apply Query": "Aplicar Consulta",
  "Value (E.g. BikeLane)": "Valor (ex. Ciclovia)",
  "Key (E.g. name)": "Chave (ex. nome)",
  "Value (E.g. Geo data)": "Valor (ex. Dados Geo)",
  "From date": "De data",
  "To date": "Até data",
  "queryEngine": "Motor de consulta",
  "stepper": "Stepper",
  "step1": "Categoria HVD",
  "step1Light": "Categoria HVD",
  "step2": "Subcategoria HVD",
  "step2Light": "Subcategoria HVD",
  "step3": "Formato de Dados",
  "step3Light": "Formato",
  "step4": "Conjunto de Dados Livremente Acessível",
  "step4Light": "Acesso Livre",
  "step5": "Download em Massa do Conjunto de Dados",
  "step5Light": "Download em Massa",
  "step6": "Interface de Programa de Aplicação (API) do Conjunto de Dados",
  "step6Light": "API",
  "step7": "Conjunto de Dados Avaliado por Stakeholders",
  "step7Light": "Stakeholders",
  "step8": "Licença de Dados",
  "step8Light": "Licença",
  "step9": "Tipo de Licença do Conjunto de Dados",
  "step9Light": "Tipo de Licença",
  "step10": "Metadados e Documentação do Conjunto de Dados",
  "step10Light": "Documentação",
  "step1Desc": "O seu conjunto de dados pertence a uma das seguintes Categorias de <b>Conjuntos de Dados de Alto Valor</b>",
  "step1Label": "Escolha uma Categoria",
  "step1Link": "Mais detalhes sobre Categorias podem ser encontrados",
  "linkQui": "aqui",
  "step2Desc": "O seu conjunto de dados pertence a uma das seguintes Subcategorias.",
  "step2Label": "Escolha uma Subcategoria",
  "step2Link": "Mais detalhes sobre Subcategorias podem ser encontrados",
  "step3Desc": "Selecione o formato dos dados do seu conjunto de dados escolhendo entre este conjunto de formatos legíveis por máquina e não legíveis por máquina",
  "step3Label": "Escolha um Tipo de Formato",
  "step3Link": "Mais detalhes sobre Tipos de Formato podem ser encontrados",
  "step4Desc": "A Diretiva exige que os dados sejam disponibilizados através de acesso livre.",
  "step4Label": "O seu Conjunto de Dados pode ser livremente acessado?",
  "step4Link": "Mais detalhes sobre API podem ser encontrados",
  "step5Desc": "Os dados HVD devem estar disponíveis através de um download em massa",
  "step5Label": "O Download em Massa para os seus Dados está <b>disponível?</b>",
  "step5Link": "Mais detalhes sobre download em massa podem ser encontrados",
  "step6Desc": "A Diretiva exige que os dados sejam disponibilizados através de uma Interface de Programa de Aplicação (API)",
  "step6Label": "O acesso API para os seus Dados está <b>disponível?</b>",
  "step6Link": "Mais detalhes sobre API podem ser encontrados",
  "step7Desc": "O Conjunto de Dados deve ser desenvolvido em consulta com stakeholders relevantes, incluindo autoridades públicas, empresas e acadêmicos.",
  "step7Label": "Você consultou seus stakeholders?",
  "step7Link": "Mais detalhes sobre Stakeholders podem ser encontrados",
  "step8Desc": "A Diretiva estabelece que os HVD devem ser registrados sob uma licença aberta.",
  "step8Label": "O seu conjunto de dados está Licenciado?",
  "step8Link": "Mais detalhes sobre licenças podem ser encontrados",
  "step9Desc": "A Diretiva estabelece quais licenças utilizar para tornar conjuntos de dados de alto valor disponíveis para reutilização.",
  "step9Label": "Como o seu conjunto de dados está Licenciado?",
  "step9Link": "Mais detalhes sobre licenças podem ser encontrados",
  "step10Desc": "A Diretiva exige que os dados tenham metadados e documentação abrangentes disponíveis.",
  "step10Desc_1": "Os metadados de conjuntos de dados são entendidos como todo aquele conjunto de informações destinadas a descrever o conjunto de dados e a permitir ao usuário compreender o conteúdo dos dados (como a data da última modificação dos dados, o editor, etc.). <br>As APIs através das quais os conjuntos de dados podem ser acessados, por outro lado, ou já estão documentadas em si mesmas se utilizarem uma interface comum e padrão, como até mesmo as APIs fornecidas por portais comuns de dados abertos (portal CKAN, portais DKAN, etc.), ou consideram que o Catálogo BeOpen será federado no Idra, que fornece uma documentação rica para suas APIs, o mesmo para o Context broker se este tiver sido adotado.",
  "step10Label": "Metadados e documentação abrangentes estão disponíveis?",
  "step10Link": "Mais detalhes sobre API podem ser encontrados",
  "dataSetOk": "Parabéns, o seu Conjunto de Dados já é compatível com o Regulamento de Implementação da UE sobre HVD!",
  "dataSetKo": "O componente gráfico abaixo mostrará a compatibilidade do seu conjunto de dados com o Regulamento HVD da UE. Para obter a pontuação máxima, reveja as passagens assinaladas a vermelho",
  "prev": "Anterior",
  "next": "Próximo",
  "tryAgain": "Tente novamente",
  "complete": "Assistente concluído!",
  "score": "Avaliação de Impacto HVD",
  "scoreDesc": "A barra de progresso abaixo aumenta com base no aumento da pontuação atribuída ao seu Conjunto de Dados. A pontuação é um valor percentual que indica o nível de compatibilidade do Conjunto de Dados que você selecionou em relação ao Regulamento de Implementação da UE sobre HVD.",
  "tableTitle": "Parâmetros do Conjunto de Dados",
  "tablecol1": "O seu conjunto de dados pertence à Categoria",
  "tablecol2": "O seu conjunto de dados pertence à Subcategoria",
  "tablecol3": "O Formato do seu conjunto de dados é",
  "tablecol4": "Avaliação do acesso livre",
  "tablecol5": "Avaliação do Download em Massa",
  "tablecol6": "Avaliação do acesso API",
  "tablecol7": "Você consultou seus stakeholders",
  "tablecol8": "O seu conjunto de dados está Licenciado",
  "tablecol9": "A licença do seu conjunto de dados é",
  "tablecol10": "Metadados e documentação abrangentes disponíveis",
  "selectEntry": "Selecione uma entrada",
  "yes": "sim",
  "no": "não",
  "tooltipSemaforo": "Ele fica verde assim que o Conjunto de Dados satisfaz todos os seguintes critérios obrigatórios: está em um formato legível por máquina, disponível publicamente e gratuitamente, acessível por API, desenvolvido em consulta com stakeholders relevantes e suporta download em massa. Os seguintes são, no entanto, critérios desejáveis: possui uma licença de dados aberta e metadados abrangentes e documentação estão disponíveis",
  "descSemaforo": "Conformidade do conjunto de dados com a regulamentação da UE",
  "datasetOk": "Conformidade com HVD alcançada!",
  "saveDataset": "Salvar alterações",
  "deleteDataset": "Excluir este Conjunto de Dados",
  "satisfyRequirementTools": "Ferramentas BeOpen que podem ser usadas para satisfazer o requisito específico:",
  "datasetTitle": "Conjuntos de dados para melhorar",
  "datasetLabel": "Esta ferramenta gráfica permite-lhe monitorizar o progresso dos seus conjuntos de dados a melhorar, para que se tornem Conjuntos de Dados de Alto Valor em conformidade com a Diretiva Europeia sobre o assunto. Adicione facilmente um novo conjunto de dados à sua lista e comece a trabalhar nele. Pode continuar a trabalhar no seu conjunto de dados a qualquer momento, pois o progresso atual é guardado.",

  "addDataset": "Adicionar novo conjunto de dados",
  "datasetName": "Nome do conjunto de dados",
  "datasetDescription": "Descrição",
  "datasetCompletedSteps": "Passos concluídos",
  "datasetVersion": "Versão",
  "datasetAction": "Ações",
  "saveDatasetVersion": "Salvar a versão atual",

  "datasetDocumentLink": "Link do documento",
  "modifyDatasetDescDialog": "Definir ou modificar a descrição da versão atual do conjunto de dados",
  "modifyDatasetDescConfirm": "Salvar nova descrição",
  "modifyDatasetLinkDialog": "Defina ou modifique os detalhes da documentação da versão atual do conjunto de dados",
  "modifyDatasetLinkConfirm": "Salvar novo link para a documentação",
  "navigateToDocumentLink": "Navegar para a documentação",

  "addDatasetTitleLabel": "Adicionar um novo Conjunto de Dados",
  "addDatasetTextLabel": "Insira as informações do conjunto de dados que deseja melhorar, elas poderão ser modificadas posteriormente.",
  "addDatasetNameLabel": "Nome do Conjunto de Dados",
  "addDatasetDescriptionLabel": "Descrição",
  "addDatasetDocumentLinkLabel": "Link para o Documento (opcional)",
  "addDatasetButtonLabel": "Confirmar criação",
  "deleteConfirmTitleLabel": "Atenção!",
  "deleteDatasetConfirmDialogLabel": "Você está prestes a excluir permanentemente os dados relacionados às suas avaliações no Conjunto de Dados.",
  "deleteObjectConfirmDialogLabel": "Você está prestes a excluir permanentemente o objeto neste repositório. Tem certeza?",
  "period": "Período",
  "dateField": "Campo de data",

  "deleteConfirmButton": "Confirmar Exclusão",
  "deleteConfirmButtonAbort": "Cancelar",
  "tableCol3Description": "Lista de Ferramentas Usadas por Categoria",
  "savingConfirmDialogLabel": "Você está prestes a sair da página de edição sem salvar as últimas alterações. Deseja salvar agora?",
  "savingConfirmButton": "Salvar e Sair",
  "savingConfirmButtonAbort": "Sair sem Salvar",

  "dataModelTitle": "Modelo de Dados",
  "dataModelTitleDescription1": "Além de usar um formato legível por máquina e aplicar uma licença aos conjuntos de dados, é necessário melhorar a interoperabilidade para incentivar a reutilização. Para alcançar isso, é necessário estar em conformidade com os <b>padrões internacionais</b> ou adotar <b>estruturas de dados comuns</b>. Um exemplo válido pode ser a adoção do padrão ETSI NGSI-LD, suportado pelos FIWARE Orion Context Brokers para a descrição de conjuntos de dados através de metadados específicos, o que, por sua vez, promove a interoperabilidade entre conjuntos de dados.",
  "dataModelTitleDescription2": "Além disso, a adoção de estruturas de dados comuns é um ponto crucial para promover a interoperabilidade, por exemplo, os Smart Data Models",
  "dataModelTitleDescription3": "É possível aplicar um modelo de dados comum e, ao mesmo tempo, adicionar dados ao FIWARE Orion Context Broker usando a ferramenta Data Model Mapper proposta pela BeOpen, ou outras ferramentas com o mesmo propósito.",
  "dataModelTitleDescription4": "A ferramenta Data Model Mapper permite mapear os dados do modelo de dados comum para o modelo de dados do FIWARE Orion Context Broker. É possível usar o FIWARE Orion Context Broker para armazenar os dados e recuperá-los usando o padrão NGSI-LD.",
  "dataModelMapperTitle": "Data Model Mapper",
  "anotherEquivalentTool": "Outra ferramenta equivalente"
}
