{
  "fileVersion": {
    "version": "1.0"
  },
  "attica": {
    "Event Detection with Social media": "Detección de eventos con redes sociales",
    "Event detection description 1": "Los gráficos evalúan el rendimiento de la detección de eventos relacionados con incendios en la región del Ática entre 2019 y 2021. El primer enfoque utiliza postes X como entrada para detectar grupos de postes cercanos en tiempo y ubicación (utilizando el método de agrupamiento DBSCAN).",
    "Event detection description 2": "El segundo enfoque utiliza las concentraciones medias diarias de NO₂ de datos satelitales (Sentinel-5P TROPOMI) como entrada para detectar picos de contaminación inusuales relacionados con incendios (utilizando el algoritmo Isolation Forest).",
    "Event detection description 1 bullet 1": "De 10 eventos reales, 5 se identificaron correctamente, mientras que 5 se pasaron por alto.",
    "Event detection description 1 bullet 2": "Se activaron 26 falsas alarmas.",
    "Event detection description 2 bullet 1": "De 10 eventos reales, 9 se detectaron correctamente y 1 se pasó por alto.",
    "Event detection description 2 bullet 2": "Se activaron 308 falsas alarmas.",
    "Event detection result": "Los resultados indican que muchos eventos detectados no estaban relacionados, probablemente influenciados por ruido o publicaciones irrelevantes.",
    "Event Detection with NO2": "Detección de eventos con NO2",
    "Daily Mean NO2 concentrations and detected anomalies": "Concentraciones medias diarias de NO2 y anomalías detectadas",
    "Daily Mean NO2 concentrations and detected anomalies description": "El gráfico ilustra la variabilidad de las concentraciones medias diarias de NO₂ en un radio de 10 km desde la ubicación de la publicación del evento durante un período de 10 días alrededor de la fecha del evento. Se detectan anomalías (picos inusuales) (mediante Bosque de Aislamiento), con puntos rojos que indican su presencia.",
    "Event Detection with Social Media + NO2": "Detección de eventos con redes sociales + NO₂",
    "Number of posts published on Social Media X regarding fires in the Attica region from 2019 to 2021": "Número de publicaciones en redes sociales X sobre incendios en la región del Ática de 2019 a 2021",
    "Event Detection with Social Media + NO2 description": "Al combinar los eventos de redes sociales (SM) con las anomalías detectadas por NO₂, se reduce el número de detecciones incorrectas (falsas alarmas) y se mejora la precisión en la identificación de incendios reales. El gráfico ilustra los eventos detectados mediante redes sociales (barras azules) y cuántos se confirmaron al combinarlos con anomalías de NO₂ (barras rojas), basándose en incendios reales.",
    "Scenarios and results": "Escenarios and results",
    "Scenario and results description": "Los gráficos muestran cómo la combinación de eventos de redes sociales con anomalías de NO₂ ayuda a identificar incendios, probados en tres escenarios diferentes. Los retrasos representan la rapidez con la que los datos satelitales pueden estar disponibles en situaciones reales.",
    "Scenario 1:": "Escenario 1:",
    "Scenario 1 description": "Anomalía de NO₂ detectada el mismo día del incendio",
    "Scenario 1 description bullet 1": "3 de 10 incendios se identificaron correctamente",
    "Scenario 1 description bullet 2": "0 falsas alarmas",
    "Scenario 2:": "Escenario 2:",
    "Scenario 2 description": "Anomalía de NO₂ detectada con un retraso de 1 día",
    "Scenario 2 description bullet 1": "2 de 10 incendios se identificaron correctamente",
    "Scenario 2 description bullet 2": "0 falsas alarmas",
    "Scenario 3:": "Escenario 3:",
    "Scenario 3 description": "Anomalía de NO₂ detectada con un retraso de 2 días",
    "Scenario 3 description bullet 1": "4 de cada 10 incendios se identificaron correctamente",
    "Scenario 3 description bullet 2": "0 falsas alarmas",
    "Conclusion": "Conclusión",
    "Conclusion bullet 1": "El NO₂ por sí solo no es fiable debido a las numerosas falsas alarmas",
    "Conclusion bullet 2": "El SM por sí solo es más preciso que el NO₂, pero sigue sin detectar incendios",
    "Conclusion bullet 3": "La fusión de SM + NO₂ reduce las falsas alarmas",
    "Conclusion bullet 4": "El SM permite alertas tempranas de incendios, mientras que el NO₂ mejora la fiabilidad de la detección",
    "Wildfire Incidents and Burned Areas": "Incidentes de incendios forestales y áreas quemadas",
    "Wildfire Incidents and Burned Areas description": "Comparación del número de incendios forestales y la extensión de las áreas quemadas (en hectáreas) en la región del Ática entre 2019 y 2021.",
    "All Fires : ": "Todos los incendios: ",
    "Fires : ": "Incendios:"
  },
  "Contact Us": "Contáctenos",
  "Active services": "Servicios activos",
  "Inactive services": "Servicios inactivos",
  "Enter a key that you want so search": "Ingrese una clave que desea buscar",
  "Enter a value that you want so search": "Ingrese un valor que desea buscar",
  "Select the start date for your search": "Seleccione la fecha de inicio de su búsqueda",
  "Select the end date for your search": "Seleccione la fecha de finalización de su búsqueda",
  "adminPage": "Página de Administración",
  "registredUsers": "Usuarios Registrados",
  "registrationDateLabel": "Fecha de Registro: ",
  "pilotLabel": "Piloto: ",
  "delete": "Eliminar",
  "close": "Cerrar",
  "edit": "Editar",
  "confirm": "Confirmar",
  "addToPrivateDataSpace": "Agregar Objetos al Espacio de Datos Privado",
  "addToPrivateDataSpaceLabel1": "Navega por tus datos y selecciona un archivo para ver una vista previa",
  "addToPrivateDataSpaceLabel2": "Puedes agregar el objeto cargado a tu bucket personal usando el botón al final de la página",
  "canSelectFileTypeListLabel": "Puedes seleccionar un archivo de texto, una imagen, un archivo JSON, un archivo PDF, un archivo Zip de un Shapefile (SHP) o un archivo GeoJSON. Si el archivo cargado es un Zip pero no un Shapefile, no será posible previsualizarlo.",
  "selectFileToPreview": "Seleccione el archivo para analizar",
  "chooseFile": "Elegir Archivo",
  "fileType": "Tipo de Archivo",
  "fileName": "Nombre del Archivo",
  "fileSize": "Tamaño del Archivo",
  "fileContent": "Contenido del Archivo",
  "addToBucket": "Agregar este elemento al bucket",
  "privateDataSpace": "Espacio de Datos Privado",
  "privateDataSpaceLabel1": "Navega por tus datos desde tu bucket personal y selecciona un archivo para ver una vista previa",
  "privateDataSpaceLabel2": "Esta es la lista de elementos en tu bucket personal",
  "objectName": "Nombre del Objeto",
  "path": "Ruta al objeto",
  "previewFile": "Vista Previa del Archivo",
  "selectedFilePreview": "Vista previa del archivo seleccionado",
  "addToPilotSharedDataFolder": "Agregar este elemento a la carpeta de datos compartidos del Piloto",
  "removeFromBucket": "Eliminar este elemento del bucket",
  "showMapAnalysis": "Mostrar Análisis de Mapa",
  "privateBucket": "Bucket Privado",
  "pilotDataFolder": "Carpeta de Datos del Piloto",
  "publicDataFolder": "Carpeta de Datos Públicos",
  "pilotDataSpace": "Espacio de Datos del Piloto",
  "pilotDataSpaceLabel1": "Navega por los datos de la carpeta de datos compartidos del Piloto y selecciona un archivo para ver una vista previa",
  "pilotDataSpaceLabel2": "Esta es la lista de elementos en el bucket del Piloto",
  "addToGeneralSharedDataFolder": "Agregar este elemento a la carpeta de datos compartidos general",
  "downloadFromPilotDataFolder": "Descargar este elemento de la carpeta de datos compartidos del Piloto",
  "publicDataSpace": "Espacio de Datos Público",
  "publicDataSpaceLabel1": "Navega por los datos de la carpeta de datos compartidos públicos y selecciona un archivo para ver una vista previa",
  "publicDataSpaceLabel2": "Esta es la lista de elementos en el bucket público",
  "downloadFromPublicDataFolder": "Descargar este elemento de la carpeta de datos compartidos públicos",
  "homepageBeopenLabel": "El objetivo de BeOpen es apoyar a las administraciones públicas a nivel local, regional y nacional en aumentar la disponibilidad y usabilidad de la información del sector público (Conjuntos de Datos de Alto Valor). Esto facilitará que las organizaciones y entidades públicas reutilicen los datos públicos abiertos en toda la UE para el desarrollo de productos y servicios de información.",
  "homepageOpenDataLabel": "BeOpen tiene como objetivo proporcionar un marco abierto para impulsar los conjuntos de datos de alto valor de la UE del sector público. BeOpen quiere ofrecer una herramienta económica y fácil de usar para la gestión de conjuntos de datos de alto valor adaptada a la Administración Pública; para validar y evaluar las mejoras, accesibilidad y reutilización de los conjuntos de datos de alto valor mediante la ejecución de servicios piloto y aplicaciones de IA en toda la UE; para proporcionar un marco técnico que mejore la interoperabilidad técnica de los datos, la semántica y la calidad de los conjuntos de datos del sector público; para poner a disposición conjuntos de datos públicos abiertos en formato legible por máquina a través de API descubribles por el Portal Europeo de Datos y los portales nacionales de datos abiertos y para proporcionar directrices y recomendaciones que aborden la interoperabilidad legal en el contexto de la difusión y reutilización de los datos abiertos públicos. <br> BeOpen permitirá el desarrollo de nuevos servicios digitales y de IA facilitando el acceso y uso de los conjuntos de datos de alto valor del sector público de la UE. <br> <br> Se espera que el marco del proyecto BeOpen aumente la disponibilidad y usabilidad de los datos abiertos proporcionados por el sector público. Ocho pilotos abordarán los desafíos de movilidad, seguridad urbana, medio ambiente y desastres naturales en varias regiones de la UE.",
  "manuals": "Manuales",
  "manualsLabel": "Consulta los manuales y la documentación de cada herramienta del marco",
  "manualsDescription": "Se proporcionan tanto el manual de usuario como la documentación para el uso correcto de las API REST expuestas por las herramientas",
  "search": "Buscar",
  "mqvTitle": "Validador de Calidad de Metadatos",
  "mqvLabel1": "Selecciona un Catálogo o un Conjunto de Datos cargándolo como archivo RDF o introduciendo la URL que lo identifica y obtén la puntuación o métricas de evaluación relacionadas con él, de acuerdo con el",
  "mqvLabel2": "estándar DCAT-AP",
  "mqvLabel3": "para asegurar que el Catálogo o el Conjunto de Datos sea válido para su presentación en el",
  "mqvLabel4": "Portal de Datos Europeo - ",
  "mqvLabel5_1": "El algoritmo sigue la",
  "mqvLabel5_2": "metodología",
  "mqvLabel5_3": "establecida por el portal de datos europeo.",
  "mqvLabel5_4": "Si se trata de un Catálogo ya federado en Idra, es posible descargar el archivo RDF del Catálogo directamente desde el panel de Idra accediendo al menú Administración, luego a la página Administrar Catálogos, y para el Catálogo deseado presione el botón Descargar Dump, que descargará el archivo.",
  "mqvLabel6_1": "Para validar un Catálogo completo, es necesario obtener el archivo RDF de su descripción, es decir, sus metadatos, en DCAT-AP. Para obtener este archivo, puedes utilizar el portal Idra",
  "mqvLabel6_2": ". En Idra, después de iniciar sesión, es necesario ir al <b>menú Administración -> Gestionar Catálogos -></b> y, correspondiente al Catálogo de interés, descargar el archivo seleccionando el botón <b>Descargar Dump</b>. <br> Dado que Idra es una plataforma que permite federar Portales de Datos Abiertos, el portal CKAN BeOpen será federado en Idra y contendrá todos los conjuntos de datos producidos durante el proyecto BeOpen.",
  "mqvLabel6_3": "Si tu intención es descargar un único archivo RDF que contenga los metadatos de un conjunto de datos ya añadido en el <b>portal CKAN BeOpen</b>",
  "mqvLabel6_4": ", puedes realizar esta solicitud (incluso directamente desde el navegador):",
  "mqvLabel7_1": "<URL del Conjunto de Datos en CKAN.rdf>",
  "mqvLabel7_2": "por ejemplo:",
  "mqvLabel7_3": "Forma parte de una extensión integrada en el portal CKAN BeOpen, ckanext-dcat, que permite crear y descargar archivos RDF que contienen los metadatos en DCAT-AP de los conjuntos de datos añadidos al portal.<br>Detalles sobre cómo funciona esta extensión se pueden encontrar aquí",
  "submitWFile": "Enviar con archivo",
  "send": "Enviar",
  "submitWURL": "Enviar con URL",
  "catalogueDatasets": "Catálogo y Conjuntos de Datos",
  "showScore": "Mostrar Puntuación",
  "showMetrics": "Mostrar Métricas",
  "catalogueOverScore": "Puntuación general del catálogo",
  "out_of": "de",
  "datasetMetrics": "Métricas del conjunto de datos",
  "catalogueScore": "Puntuación del Catálogo",
  "registration": "Registro",
  "registrationLabel": "Ingresa tu información para registrarte en la plataforma BeOpen",
  "registrationButton": "Registrar Usuario",
  "toolLabel": "Herramientas",
  "toolDescription": "Accede y navega por las herramientas actualmente disponibles en el marco BeOpen",
  "nifiDescription": "Un sistema fácil de usar, potente y confiable para procesar y distribuir datos. NiFi automatiza la ciberseguridad, la observabilidad, los flujos de eventos y las tuberías y distribución de datos de IA generativa para miles de empresas en todo el mundo en todos los sectores. NiFi se construyó para automatizar el flujo de datos entre sistemas. Si bien el término flujo de datos se utiliza en una variedad de contextos, aquí lo usamos para referirnos al flujo automatizado y gestionado de información entre sistemas. Este espacio problemático ha existido desde que las empresas tenían más de un sistema, donde algunos de los sistemas creaban datos y otros los consumían. NiFi también proporciona una interfaz de usuario basada en navegador que permite una experiencia fluida para el diseño, el control, la retroalimentación y el monitoreo. La posibilidad de visualizar esos flujos y expresarlos visualmente puede ayudar a reducir la complejidad y a identificar áreas que necesitan ser simplificadas.",
  "openTool": "Abrir la herramienta",
  "minioDescription": "MinIO es un sistema de almacenamiento de objetos distribuido de alto rendimiento. Es definido por software, se ejecuta en hardware estándar de la industria y es 100% de código abierto. Trino es un motor de consultas de lago de datos que funciona a alta velocidad. Está integrado directamente con MinIO: el objetivo es utilizar Trino para el procesamiento de consultas y MinIO para el almacenamiento de datos. MinIO puede manejar datos no estructurados como archivos de registro, copias de seguridad, datos tabulares e imágenes de contenedores con un tamaño máximo de objeto admitido actualmente de 50TB. Es un almacén de objetos compatible con AWS S3 de alto rendimiento. Trino es un motor de consultas distribuido y altamente escalable, que se utilizará para acceder y manipular datos. Trino actualmente admite el acceso basado en SQL a los archivos de datos almacenados en sistemas de almacenamiento de objetos. La herramienta no es directamente accesible, pero está estrictamente integrada en la plataforma y, en particular, en la gestión y organización de los datos de cada usuario. Los datos públicos o privados del usuario se almacenan convenientemente en MinIO y se puede acceder a ellos a través de la sección Espacio de datos del marco BeOpen.",
  "fiwareDescription": "Orion es una implementación en C++ de la API REST NGSIv2 desarrollada como parte de la plataforma FIWARE. El Broker de Contexto Orion le permite gestionar todo el ciclo de vida de la información de contexto, incluidas las actualizaciones, consultas, registros y suscripciones. Es una implementación del servidor NGSIv2 para gestionar la información de contexto y su disponibilidad. Utilizando el Broker de Contexto Orion, puede crear elementos de contexto y gestionarlos a través de actualizaciones y consultas. Además, puede suscribirse a información de contexto para que, cuando se produzca una condición determinada (por ejemplo, los elementos de contexto han cambiado), reciba una notificación. Estos escenarios de uso y las características del Broker de Contexto Orion se describen en esta documentación.",
  "idraDescription": "Idra es una aplicación web capaz de federar los Sistemas de Gestión de Datos Abiertos (ODMS) existentes, basados en diferentes tecnologías, proporcionando un único punto de acceso para buscar y descubrir conjuntos de datos abiertos provenientes de fuentes heterogéneas. Idra uniformiza la representación de los conjuntos de datos abiertos recopilados, gracias a la adopción de estándares internacionales (DCAT-AP) y proporciona un conjunto de API REST para ser utilizadas por aplicaciones de terceros. Idra admite nativamente ODMS basados en CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) y muchas otras tecnologías: Idra también proporciona un conjunto de API para federar ODMS que no son compatibles de forma nativa. Además, es posible federar portales de datos abiertos genéricos que no expongan API, utilizando la funcionalidad de raspado web o proporcionando un archivo de volcado de los conjuntos de datos en formato DCAT-AP. Además, Idra proporciona un punto final SPARQL para realizar consultas sobre datos abiertos RDF de 5 estrellas recopilados de ODMS federados y permite crear fácilmente gráficos basados en conjuntos de datos abiertos federados (a través del Proveedor del Ecosistema DatalEt DEEP). Idra es un software de código abierto desarrollado por Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "La herramienta Data Model Mapper permite convertir varios tipos de archivos (por ejemplo, CSV, Json, GeoJson) a los diferentes Modelos de Datos definidos en el Proyecto SynchroniCity. Los archivos de entrada pueden contener filas, objetos JSON o Características GeoJson, cada uno de los cuales representa un objeto que se debe asignar a una entidad NGSI, de acuerdo con el Modelo de Datos seleccionado. En particular, realiza los siguientes pasos: Analizar el archivo de entrada, convirtiéndolo en un flujo de filas/objetos; Transmisión en flujo: Cada fila/objeto que proviene del flujo se convierte en un objeto intermedio. Asignación: Utilizando el Mapa JSON de entrada, convertir el objeto intermedio en una entidad NGSI, de acuerdo con un Modelo de Datos objetivo específico. Validación e informe: Validar el objeto resultante según el esquema JSON correspondiente a un Modelo de Datos objetivo. Utiliza el Validador de Esquema JSON AJV. Producir un archivo de informe con objetos validados y no validados. Escritura: Los objetos validados de Orion CB o Archivo se envían al Broker de Contexto Orion configurado y/o a un archivo local. La herramienta es un software de código abierto desarrollado por Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "La metodología de Aseguramiento de Calidad de Metadatos (MQA) está definida por el consorcio data.europa.eu con el objetivo de mejorar la accesibilidad de los conjuntos de datos publicados en los portales de datos abiertos de la UE. Especifica varios indicadores que ayudan a mejorar la calidad de los metadatos recopilados por el portal data.europa.eu. Mqa-scoring es una herramienta que calcula la puntuación que obtiene un metadato según los indicadores MQA. La herramienta también verifica que se cumplan los requisitos especificados por la MQA para cada indicador. No se puede acceder a la herramienta directamente, pero está integrada en el panel de BeOpen, en particular a través de scripts desarrollados e insertados en la sección Espacio de datos.",
  "osmDescription": "OpenStreetMap (OSM) es una base de datos geográfica gratuita y abierta, actualizada y mantenida por una comunidad de voluntarios a través de una colaboración abierta. Los colaboradores recopilan datos de encuestas, rastrean imágenes aéreas e importan de otras fuentes de geodatos con licencia libre. OpenStreetMap se distribuye gratuitamente bajo la Licencia de Base de Datos Abierta y, como resultado, se usa comúnmente para hacer mapas electrónicos, informar sobre navegación paso a paso, ayudar en la ayuda humanitaria y la visualización de datos. OpenStreetMap utiliza su propia topología para almacenar características geográficas que luego se pueden exportar a otros formatos de archivo GIS. El sitio web de OpenStreetMap en sí es un mapa en línea, un motor de búsqueda de geodatos y un editor. Proporciona información sobre POI, ubicaciones, calles, carreteras y otras ubicaciones geográficas relevantes, y también puede utilizarse como base de datos para almacenar datos geográficos abiertos recientemente creados.",
  "keycloakDescription": "Keycloak es un Gestor de Identidad y Acceso de código abierto. Permite agregar autenticación a aplicaciones y servicios seguros con un mínimo esfuerzo. Keycloak proporciona federación de usuarios, autenticación sólida, gestión de usuarios, autorización detallada y más. Keycloak se basa en protocolos estándar y brinda soporte para OpenID Connect, OAuth 2.0 y SAML. En el marco BeOpen, es la herramienta que permite el acceso y la gestión de usuarios. Keycloak también se integrará con todas las herramientas instaladas en la plataforma para garantizar un único punto de acceso a todas las aplicaciones del marco de trabajo. Solo el administrador de la plataforma puede acceder directamente a la herramienta.",
  "toolsDescription1": "El marco BeOpen, cuyo propósito es apoyar a la administración pública en la mejora de la gestión y el intercambio de HVD de acuerdo con las necesidades de los pilotos y los requisitos del proyecto, ofrece un conjunto de herramientas técnicas que pueden ayudar en actividades específicas relacionadas con la vida. ciclo de los conjuntos de datos abiertos.",
  "toolsDescription2": "El marco BeOpen apoyará específicamente a la administración pública en los procesos que van desde la recopilación de datos (sin procesar) hasta su publicación final a través de API en formatos legibles por máquina, ayudándoles en la implementación de la normativa nacional y europea pertinente. y, en particular, el acto de ejecución de HVD",
  "toolsDescription3": "Las herramientas son accesibles y se describen a continuación, ubicadas en la fase de gestión de conjuntos de datos abiertos que cubren en su mayoría.",
  "dataCategory1": "Acceso y visualización de datos",
  "dataCategory2": "Publicación de datos",
  "dataCategory3": "Armonización semántica de datos",
  "dataCategory4": "Mejora de la calidad de los datos",
  "dataCategory5": "Recopilación de datos y acceso de seguridad",
  "openrefineDescription": "OpenRefine es una potente herramienta gratuita y de código abierto para trabajar con datos desordenados: limpiarlos, transformarlos de un formato a otro y ampliarlos con servicios web y datos externos. Opera en filas de datos que tienen celdas debajo de las columnas, de manera similar a la forma en que funcionan las tablas de bases de datos relacionales. Los proyectos de OpenRefine constan de una tabla, cuyas filas se pueden filtrar usando facetas que definen criterios (por ejemplo, mostrando filas donde una columna determinada no está vacía, a diferencia de las hojas de cálculo, la mayoría). Las operaciones en OpenRefine se realizan en todas las filas visibles, por ejemplo, la transformación de todas las celdas en todas las filas bajo una columna, o la creación de una nueva columna basada en datos existentes. Las acciones realizadas en un conjunto de datos se almacenan en el proyecto y se pueden '. Reproducidas en otros conjuntos de datos. Las fórmulas no se almacenan en celdas, pero se utilizan para transformar los datos. La transformación se realiza solo una vez. Las expresiones de fórmula se pueden escribir en General Refine Expression Language (GREL), en Jython (es decir, Python) y. en Clojure.",
  "userInfo": "Información del Usuario",
  "Homepage": "Página de Inicio",
  "My Account": "Mi Cuenta",
  "Admin Settings": "Configuración de Administrador",
  "Tools": "Herramientas",
  "Manuals": "Manuales",
  "Data-Collaboration": "Espacio de Datos",
  "HVD Operating Guide": "Guía Operativa de los HVD",
  "Public Tools": "Explorador HVD",
  "Settings": "Configuración",
  "Release notes": "Notas de lanzamiento",
  "HVD Impact Assessment": "Avaliação de Impacto HVD",
  "toolUsed": "Herramienta utilizada",
  "selectingObject_Success": "¡Objeto seleccionado con éxito!",
  "addingObject_Success": "¡Objeto añadido con éxito!",
  "addingObject_ShapeFileError": "¡El archivo zip no es un archivo Shape!",
  "deletingObject_Success": "¡Objeto eliminado con éxito!",
  "queryModeSelect": "Realiza consultas en tus datos (CSV, JSON o GeoJSON) seleccionando el modo de consulta:<br><br>- selecciona el modo <b>sqlQuery</b> si deseas realizar una consulta SQL libre<br><br>- selecciona <b>keyValue</b> si deseas realizar una consulta clave-valor especificando el nombre de la consulta con el atributo 'key' de interés si es un JSON o el nombre de la columna de interés si es un CSV y en 'value' el valor que estás buscando<br><br>- selecciona el modo <b>freeSearch</b> si deseas realizar una búsqueda libre en todos los archivos, que busca el valor insertado en todo el archivo, sin necesidad de filtrar en una clave específica.<br><br>Funcionalidades actuales de sqlQuery<br><br> CSV<br>    Búsqueda de coincidencia columna - valor<br>    Extracción de fila<br><br> JSON Array<br>    Búsqueda de par clave - valor en cualquier nivel de cada objeto del array (incluidos los arrays anidados)<br>    Extracción de un objeto único del array principal o de arrays anidados<br><br> JSON Object<br>    Búsqueda de par clave - valor (cualquier nivel)<br>    Extracción de un objeto único de arrays anidados<br><br> Modo keyValue<br><br> CSV<br>    Búsqueda de coincidencia columna - valor<br><br> JSON Array<br>    Búsqueda de par clave - valor en el primer nivel de cada objeto del array<br><br> JSON Object<br>    Búsqueda de par clave - valor (primer nivel)<br><br> Búsqueda libre<br><br> CSV<br>    Búsqueda de columna o valor<br><br> JSON Array<br>    Búsqueda de clave o valor en cualquier nivel de cada objeto del array (incluidos los arrays anidados)<br><br> JSON Object<br>    Búsqueda de clave o valor (cualquier nivel)",
  "typeSelect": "Seleccione el tipo de objeto a filtrar.",
  "Query Mode Select": "Seleccionar Modo de Consulta",
  "Query Mode Select info": "Seleccione búsqueda simple para una búsqueda más lenta con un único valor, búsqueda avanzada para más opciones como filtrar archivos por pares clave-valor en JSON, búsqueda SQL para consultas basadas en SQL",
  "File type select info": "Seleccione el tipo de archivo que desea filtrar. Puede filtrar archivos JSON, GeoJSON y CSV",
  "Value type select info": "Este es el tipo de valor que está buscando. Cadena para cadenas (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String) y fecha para fechas (https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date)",
  "Query SQL tooltip": "Escriba aquí su consulta SQL. Documentación SQL aquí https://www.postgresql.org/docs/current/sql.html",
  "Simple search tooltip": "Simplemente escriba el valor que desea usar para filtrar archivos",
  "Select the type of value to filter": "Seleccione el tipo de valor para filtrar",
  "Type the SQL query here": "Escriba aquí la consulta SQL",
  "Type the search key here": "Escriba aquí la clave de búsqueda",
  "Apply Query": "Aplicar Consulta",
  "Value (E.g. BikeLane)": "Valor (Ej. CarrilBici)",
  "Key (E.g. name)": "Clave (Ej. nombre)",
  "Value (E.g. Geo data)": "Valor (Ej. datos Geo)",
  "From date": "Desde la fecha",
  "To date": "Hasta la fecha",
  "queryEngine": "Motor de consultas",
  "stepper": "Stepper",
  "step1": "Categoría HVD",
  "step1Light": "Categoría HVD",
  "step2": "Subcategoría HVD",
  "step2Light": "Subcategoría HVD",
  "step3": "Formato de Datos",
  "step3Light": "Formato",
  "step4": "Conjunto de Datos de Acceso Libre",
  "step4Light": "Acceso Libre",
  "step5": "Descarga Masiva del Conjunto de Datos",
  "step5Light": "Descarga Masiva",
  "step6": "Interfaz de Programación de Aplicaciones (API) del Conjunto de Datos",
  "step6Light": "API",
  "step7": "Conjunto de Datos Evaluado por las Partes Interesadas",
  "step7Light": "Partes Interesadas",
  "step8": "Licencia de Datos",
  "step8Light": "Licencia",
  "step9": "Tipo de Licencia del Conjunto de Datos",
  "step9Light": "Tipo de Licencia",
  "step10": "Metadatos y Documentación del Conjunto de Datos",
  "step10Light": "Documentación",
  "step1Desc": "Su conjunto de datos pertenece a una de las siguientes Categorías de <b>Conjuntos de Datos de Alto Valor</b>",
  "step1Label": "Elija una Categoría",
  "step1Link": "Se pueden encontrar más detalles sobre Categorías",
  "linkQui": "aquí",
  "step2Desc": "Su conjunto de datos pertenece a una de las siguientes Subcategorías.",
  "step2Label": "Elija una Subcategoría",
  "step2Link": "Se pueden encontrar más detalles sobre Subcategorías",
  "step3Desc": "Seleccione el formato de datos de su conjunto de datos eligiéndolo entre este conjunto de formatos legibles y no legibles por máquina",
  "step3Label": "Elija un Tipo de Formato",
  "step3Link": "Se pueden encontrar más detalles sobre Tipos de Formato",
  "step4Desc": "La Directiva exige que los datos se pongan a disposición a través de acceso libre.",
  "step4Label": "¿Puede su Conjunto de Datos ser accedido libremente?",
  "step4Link": "Se pueden encontrar más detalles sobre API",
  "step5Desc": "Los datos HVD deben estar disponibles a través de una descarga masiva",
  "step5Label": "¿Está disponible la Descarga Masiva para sus Datos?",
  "step5Link": "Se pueden encontrar más detalles sobre la descarga masiva",
  "step6Desc": "La Directiva exige que los datos se pongan a disposición a través de una Interfaz de Programación de Aplicaciones (API)",
  "step6Label": "¿Está disponible el acceso API para sus Datos?",
  "step6Link": "Se pueden encontrar más detalles sobre API",
  "step7Desc": "El Conjunto de Datos debe ser desarrollado en consulta con las partes interesadas relevantes, incluidas las autoridades públicas, empresas y académicos.",
  "step7Label": "¿Ha consultado con sus partes interesadas?",
  "step7Link": "Se pueden encontrar más detalles sobre Partes Interesadas",
  "step8Desc": "La Directiva establece que los HVD deben registrarse bajo una licencia abierta.",
  "step8Label": "¿Su conjunto de datos está Licenciado?",
  "step8Link": "Se pueden encontrar más detalles sobre licencias",
  "step9Desc": "La Directiva establece qué licencias utilizar para hacer que los conjuntos de datos de alto valor estén disponibles para su reutilización.",
  "step9Label": "¿Cómo está Licenciado su conjunto de datos?",
  "step9Link": "Se pueden encontrar más detalles sobre licencias",
  "step10Desc": "La Directiva exige que los datos tengan metadatos y documentación completos disponibles.",
  "step10Desc_1": "Los metadatos del conjunto de datos se entienden como todo ese conjunto de información destinado a describir el conjunto de datos y hacer que el usuario comprenda el contenido de los datos (como la fecha de la última modificación de los datos, el editor, etc.). <br>Las API a través de las cuales se pueden acceder a los conjuntos de datos, por otro lado, o ya están documentadas por sí mismas si utilizan una interfaz común y estándar, como incluso las API proporcionadas por portales comunes de datos abiertos (portal CKAN, portales DKAN, etc.), o consideran que el Catálogo BeOpen se federará en Idra, que proporciona una documentación rica para sus API, lo mismo para el Context broker si se ha adoptado.",
  "step10Label": "¿Están disponibles metadatos y documentación completos?",
  "step10Link": "Se pueden encontrar más detalles sobre API",
  "dataSetOk": "¡Felicidades, su Conjunto de Datos ya es compatible con el Reglamento de Implementación de la UE sobre HVD!",
  "dataSetKo": "El componente gráfico que aparece a continuación le mostrará la compatibilidad de su conjunto de datos con el Reglamento HVD de la UE. Para obtener la puntuación máxima, revise los pasajes marcados en rojo",
  "prev": "Anterior",
  "next": "Siguiente",
  "tryAgain": "Intentar de nuevo",
  "complete": "¡Asistente completado!",
  "score": "Evaluación de Impacto HVD",
  "scoreDesc": "La barra de progreso a continuación aumenta en función del aumento en la puntuación asignada a su Conjunto de Datos. La puntuación es un valor porcentual que indica el nivel de compatibilidad del Conjunto de Datos que seleccionó con respecto al Reglamento de Implementación de la UE sobre HVD.",
  "tableTitle": "Parámetros del Conjunto de Datos",
  "tablecol1": "Su conjunto de datos pertenece a la Categoría",
  "tablecol2": "Su conjunto de datos pertenece a la Subcategoría",
  "tablecol3": "El Formato de su conjunto de datos es",
  "tablecol4": "Evaluación de acceso libre",
  "tablecol5": "Evaluación de Descarga Masiva",
  "tablecol6": "Evaluación de acceso API",
  "tablecol7": "¿Ha consultado con sus partes interesadas?",
  "tablecol8": "¿Su conjunto de datos está Licenciado?",
  "tablecol9": "La licencia de su conjunto de datos es",
  "tablecol10": "Metadatos y documentación completos disponibles",
  "selectEntry": "Seleccione una entrada",
  "yes": "sí",
  "no": "no",
  "tooltipSemaforo": "Se vuelve verde tan pronto como el Conjunto de Datos cumple con todos los siguientes criterios obligatorios: está en un formato legible por máquina, disponible de forma gratuita, accesible a través de APIs, desarrollado en consulta con las partes interesadas relevantes y admite la descarga masiva. Los siguientes son criterios opcionales: Tiene una licencia de datos abierta y los metadatos completos y la documentación están disponibles",
  "descSemaforo": "Cumplimiento del conjunto de datos con la normativa de la UE",
  "datasetOk": "¡Cumplimiento con HVD logrado!",
  "saveDataset": "Guardar cambios",
  "deleteDataset": "Eliminar este Conjunto de Datos",
  "satisfyRequirementTools": "Herramientas BeOpen que se pueden usar para satisfacer el requisito específico:",
  "datasetTitle": "Conjuntos de datos para mejorar",
  "datasetLabel": "Esta herramienta gráfica le permite monitorizar el progreso de sus conjuntos de datos para mejorar, de modo que se conviertan en Conjuntos de Datos de Alto Valor en cumplimiento con la Directiva Europea al respecto. Agregue fácilmente un nuevo conjunto de datos a su lista y comience a trabajar en él. Puede continuar trabajando en su conjunto de datos en cualquier momento, ya que el progreso actual se guarda.",
  "addDataset": "Agregar nuevo conjunto de datos",
  "datasetName": "Nombre del conjunto de datos",
  "datasetDescription": "Descripción",
  "datasetCompletedSteps": "Pasos",
  "datasetVersion": "Versión",
  "datasetAction": "Acciones",
  "saveDatasetVersion": "Guardar la versión actual",
  "lastModified": "Fecha de última modificación",
  "createdBy": "Creado por",
  "datasetDocumentLink": "Enlace del documento",
  "modifyDatasetDescDialog": "Establecer o modificar la descripción de la versión actual del conjunto de datos",
  "modifyDatasetDescConfirm": "Guardar nueva descripción",
  "modifyDatasetLinkDialog": "Establecer o modificar los detalles de la documentación de la versión actual del conjunto de datos",
  "modifyDatasetLinkConfirm": "Guardar nuevo enlace a la documentación",
  "navigateToDocumentLink": "Navegar a la documentación",
  "addDatasetTitleLabel": "Agregar un nuevo Conjunto de Datos",
  "addDatasetTextLabel": "Introduce la información del conjunto de datos que deseas mejorar, se podrá modificar más tarde.",
  "addDatasetNameLabel": "Nombre del Conjunto de Datos",
  "addDatasetDescriptionLabel": "Descripción",
  "addDatasetDocumentLinkLabel": "Enlace al Documento (opcional)",
  "addDatasetButtonLabel": "Confirmar creación",
  "deleteConfirmTitleLabel": "¡Atención!",
  "deleteDatasetConfirmDialogLabel": "Estás a punto de eliminar permanentemente los datos relacionados con tus evaluaciones sobre el Conjunto de Datos.",
  "deleteObjectConfirmDialogLabel": "Estás a punto de eliminar permanentemente el objeto en este repositorio. ¿Estás seguro?",
  "period": "Período",
  "dateField": "Campo de fecha",
  "deleteConfirmButton": "Confirmar Eliminación",
  "deleteConfirmButtonAbort": "Cancelar",
  "tableCol3Description": "Lista de Herramientas Usadas por Categoría",
  "savingConfirmDialogLabel": "Estás a punto de salir de la página de edición sin guardar los últimos cambios. ¿Quieres guardar ahora?",
  "savingConfirmButton": "Guardar y Salir",
  "savingConfirmButtonAbort": "Salir sin Guardar",
  "dataModelTitle": "Modelo de Datos",
  "dataModelTitleDescription1": "Además de utilizar un formato legible por máquina y aplicar una licencia a los conjuntos de datos, se debe mejorar la interoperabilidad para fomentar la reutilización. Para lograrlo, es necesario cumplir con los <b>estándares internacionales</b> o adoptar <b>estructuras de datos comunes</b>. Un ejemplo válido podría ser la adopción del estándar ETSI NGSI-LD, apoyado por los FIWARE Orion Context Brokers para la descripción de conjuntos de datos mediante metadatos específicos, lo que a su vez promueve la interoperabilidad entre conjuntos de datos.",
  "dataModelTitleDescription2": "Además, adoptar estructuras de datos comunes es un punto crucial para promover la interoperabilidad, por ejemplo los Smart Data Models",
  "dataModelTitleDescription3": "Es posible aplicar un modelo de datos común y, al mismo tiempo, agregar datos al FIWARE Orion Context Broker utilizando la herramienta Data Model Mapper propuesta por BeOpen u otras herramientas con el mismo propósito.",
  "dataModelTitleDescription4": "La herramienta Data Model Mapper permite mapear los datos del modelo de datos común al modelo de datos del FIWARE Orion Context Broker. Es posible utilizar el FIWARE Orion Context Broker para almacenar los datos y recuperarlos usando el estándar NGSI-LD.",
  "dataModelMapperTitle": "Data Model Mapper",
  "anotherEquivalentTool": "Otra herramienta equivalente",
  "MQA_DATASET_TABLE_INFO_TOOLTIP_VALUE": "El valor puede ser un booleano, una lista de códigos de respuesta HTTP con el porcentaje relativo de ocurrencia o el porcentaje de métricas correctas",
  "evm_title": "Mapa de Monitoreo y Detección de Incendios Forestales de Ática",
  "evm_description_1": "Los incendios forestales en la región de Ática son cada vez más frecuentes e intensos debido al cambio climático, las sequías prolongadas y el aumento de las temperaturas. Su creciente proximidad a las áreas urbanas amenaza vidas humanas, infraestructuras y biodiversidad, lo que conlleva graves consecuencias ambientales y económicas. <br>Los métodos tradicionales de detección de incendios, como los sensores satelitales y terrestres, pueden retrasarse o no estar disponibles en áreas remotas. Las publicaciones en redes sociales pueden servir como sistema de alerta temprana, proporcionando información sobre incidentes de incendios. <br>Esta herramienta interactiva demuestra cómo las redes sociales pueden complementar los datos de OE para la detección temprana y alerta de incendios forestales en tiempo casi real, y proporcionar información para mejorar las estrategias de respuesta y gestión de incendios forestales en Ática.",
  "evm_description_2": "Este mapa muestra grupos de <b>publicaciones geolocalizadas relacionadas con incendios en redes sociales</b> (de la plataforma X) como pines basados en ubicación. Estos grupos, recopilados entre 2019 y 2021, dentro de un radio de 10 km durante un período de 24 horas, se han correlacionado con datos de calidad del aire NO₂ de Sentinel-5 para excluir publicaciones geolocalizadas falsamente.",
  "evm_description_3": "Las visualizaciones de áreas quemadas ilustran incendios forestales mayores de 40 hectáreas, ayudando a evaluar la <b>propagación y severidad de los incendios</b> en la región de Ática entre 2019 y 2021",
  "evm_label_sources": "Todas las fuentes",
  "evm_label_platform_x": "Red Social X",
  "evm_label_satellite": "Imágenes satelitales Copernicus",
  "evm_label_apply_filters": "Aplicar filtros",
  "nst_label_title": "Mapeando el Futuro: Cómo Nápoles está rediseñando la vida urbana a través del análisis de datos",
  "nst_label_subtitle": "Nápoles da pasos audaces para mejorar la planificación urbana y la adaptación climática aprovechando el análisis de big data",
  "nts_tab_no1_title": "Marco BDTI para el espacio público de Nápoles",
  "nst_label_no1_accordion_title": "Servicio Digital BDTI en el Municipio de Nápoles en resumen",
  "nst_label_no1_accordion_label_1": "El Municipio de Nápoles (Comune di Napoli), la tercera área metropolitana más grande de Italia, enfrenta desafíos urbanos complejos que van desde desigualdades socioeconómicas y cambio climático hasta el turismo excesivo y deficiencias en los servicios públicos. Reconociendo la necesidad de fortalecer la resiliencia urbana, Nápoles buscó integrar estrategias basadas en datos en su planificación urbana y sistemas de movilidad. A través de un esfuerzo colaborativo que involucra experiencia local y asociaciones europeas, la ciudad ha emprendido un camino basado en datos, utilizando la",
  "nst_label_no1_accordion_label_2": "para generar conocimientos prácticos para mejoras urbanas y ambientales.",
  "nst_label_no1_accordion_subtitle_1": "Objetivo del piloto",
  "nst_label_no1_accordion_label_3": "El principal objetivo del piloto BDTI de Nápoles es fortalecer la resiliencia y sostenibilidad urbana mediante el uso del análisis de datos para abordar los impactos del cambio climático, como el calor extremo y las lluvias intensas, y mejorar el uso de los espacios públicos. Al integrar datos socioambientales e identificar áreas de alto riesgo, el proyecto busca apoyar los procesos de toma de decisiones en planificación urbana, movilidad y seguridad pública. El piloto también pretende proporcionar información sobre métricas de capital verde y vulnerabilidades socioeconómicas, fomentando un enfoque basado en datos para la gestión urbana.",
  "nst_label_no1_accordion_subtitle_2": "Los datos: dónde comenzó el proceso",
  "nst_label_no1_accordion_label_4": "Los <b>conjuntos de datos geográficos</b> desempeñan un papel crucial en el análisis espacial y la toma de decisiones, especialmente al abordar objetivos de <b>planificación urbana</b> y <b>sostenibilidad</b>. Los conjuntos de datos que está utilizando el equipo de Nápoles incluyen <b>datos de espacios públicos</b> para analizar su distribución en las subdivisiones administrativas, evaluar su funcionalidad e identificar áreas infrautilizadas o con características críticas que podrían ser objeto de regeneración o redefinición en el plan maestro de la ciudad. Los <b>datos de movilidad sostenible</b>, estructurados y listos para compartir, proporcionan información valiosa sobre los patrones de transporte, permitiendo el desarrollo de sistemas de movilidad más ecológicos y eficientes. Los <b>valores de exposición al calor</b> y los cálculos del <b>índice verde</b>, derivados de la",
  "nst_label_no1_accordion_label_5": "plataforma, ofrecen indicadores clave para identificar áreas propensas al sobrecalentamiento y priorizar intervenciones para mejorar la habitabilidad urbana y la resiliencia ambiental. Los <b>datos estadísticos</b> complementan aún más estos conjuntos, permitiendo análisis detallados para guiar decisiones basadas en evidencia que se alineen con los objetivos del proyecto de fomentar la movilidad sostenible y mejorar la calidad del entorno urbano en Nápoles.",
  "nst_label_no1_accordion_subtitle_3": "Integración estratégica de datos con herramientas innovadoras",
  "nst_label_no1_accordion_label_6": "Nápoles busca <b>mejorar su planificación urbana</b> y <b>estrategias de movilidad</b> utilizando <b>análisis de datos</b> para abordar los impactos del cambio climático, particularmente el calor extremo y las lluvias intensas. Uno de los principales objetivos es identificar 'centros de alivio' en toda la ciudad, lugares donde los ciudadanos puedan refugiarse durante eventos climáticos extremos. La ciudad está utilizando el <b>análisis NDVI (Índice de Diferencia de Vegetación Normalizada)</b> para cuantificar el <b>capital verde</b>, una métrica esencial para mitigar los efectos de las islas de calor urbanas. Además, el municipio está vinculando <b>datos geoespaciales</b> con <b>parámetros sociales</b>, como el número de familias y poblaciones vulnerables, adoptando un enfoque holístico para la equidad socioambiental.",
  "nst_label_no1_accordion_label_7": "Utilizando la plataforma BDTI, <b>Nápoles está integrando conjuntos de datos de múltiples fuentes</b> para abordar brechas críticas en la planificación urbana. La distribución de espacios públicos, los valores del índice verde y las evaluaciones de exposición al calor se están armonizando mediante <b>herramientas avanzadas</b> para datos geoespaciales, <b>almacenamiento centralizado</b> y <b>visualización</b>. Otras herramientas de la plataforma también se están utilizando para <b>procesamiento eficiente de datos y automatización de flujos de trabajo</b>.",
  "nst_label_no2_accordion_title": "Directrices para el uso del panel de visualización de datos",
  "nst_label_no2_accordion_label_1": "Estos esfuerzos han culminado en el desarrollo de paneles avanzados de visualización de datos utilizando la herramienta Apache Superset, permitiendo a los responsables de políticas <b>identificar espacios públicos infrautilizados, evaluar vulnerabilidades socioambientales y perfilar estrategias para la mitigación de riesgos</b>. Ya están surgiendo conocimientos preliminares, como la identificación de posibles centros de alivio y el mapeo de áreas que requieren intervenciones específicas basadas en métricas socioambientales. <br>La página a continuación muestra todas las visualizaciones de datos generadas. Para navegar mejor por cada análisis individual, puedes <b>hacer clic en los tres puntos en la esquina superior derecha</b> junto a cada gráfico y seleccionar la opción <b>Entrar en pantalla completa</b>. Además, cada gráfico proporciona una descripción completa del análisis mostrado, que se puede ver seleccionando la opción <b>Mostrar descripción del gráfico</b>. También es posible descargar los datos del gráfico seleccionando la opción <b>Descargar</b> en formato tabular CSV, Excel o como imagen. <br>A medida que Nápoles avanza, la ciudad pretende documentar su recorrido de manera integral, proporcionando un modelo para que otras entidades públicas adopten enfoques similares. Al adoptar los datos como una herramienta para el bien público, <b>Nápoles está dando pasos significativos hacia un futuro más sostenible y resiliente</b>. Para más detalles sobre el trabajo realizado en el municipio de Nápoles, consulta el",
  "nst_label_no2_accordion_label_2": "publicado por la <b>Dirección General de Servicios Digitales (data.europa.eu)</b>.",
  "nts_tab_no2_title": "Mapeo de la Movilidad",
  "nst_label_no3_accordion_title": "Infraestructura de movilidad sostenible y monitoreo del espacio público",
  "nst_label_no3_accordion_label_1": "El siguiente mapa web muestra los conjuntos de datos creados para monitorear indicadores de movilidad sostenible.",
  "nst_label_no3_accordion_label_2": "El intercambio de información sobre movilidad y el monitoreo constante de las estrategias de implementación de movilidad sostenible requieren herramientas específicas.<br> Las técnicas avanzadas de intercambio de información, mediante el uso de una <b>infraestructura de datos espaciales (Spatial data infrastructure)</b>, complementan los canales informativos habituales de los sitios web oficiales, y están disponibles tanto para los gestores municipales como para los ciudadanos a través de herramientas de visualización web.",
  "nst_label_no3_accordion_label_3": "Los indicadores provienen del <b>Plan de Acción para la Movilidad Sostenible (PUMS)</b>, adoptado en 2021. Su actualización está prevista para 2025. La mayoría de los conjuntos de datos se ha integrado desde múltiples fuentes, estandarizado y armonizado por primera vez en esta actividad piloto.<br> Gracias al proyecto europeo BeOpen, el municipio contribuye al intercambio de datos abiertos en el ámbito de la movilidad mediante conjuntos de datos HVD.",
  "nst_label_no3_accordion_label_4": "El <b>análisis GIS</b> y la integración con el software de código abierto QGIS, la cartografía de modelos de datos, la gestión de licencias y el almacenamiento de datos han facilitado el camino hacia el intercambio de datos abiertos en el ámbito de la movilidad.<br> Se utilizan software de código abierto y conjuntos de datos obtenidos de la infraestructura de datos espaciales del municipio o preparados específicamente.",
  "nst_label_no4_accordion_label_1": "El <b>área de detalles</b> (en la parte superior izquierda del visor de mapas) muestra una leyenda del mapa. La sección de <b>contenido</b> enumera los conjuntos de datos que pueden activarse o desactivarse, visualizarse con un nuevo estilo o en modo de transparencia.<br> El usuario puede evaluar la información contenida en el conjunto de datos abriendo su tabla de atributos. A continuación, se puede aplicar un <b>filtro</b>, seleccionando contenido específico de la tabla.",
  "nst_label_no4_accordion_label_2": "El contenido asociado a los datos del mapa en una única ubicación se puede explorar haciendo <b>clic en el mapa</b>.<br> Se puede crear un <b>mapa web personal</b> agregando datos de otras fuentes.<br> El mapa se puede <b>imprimir</b> o <b>compartir</b> mediante las herramientas accesibles en la barra superior, que generan un enlace que se puede copiar y compartir.<br> El usuario puede <b>buscar lugares</b> o <b>puntos de interés (POIs)</b> en la parte superior derecha del visor de mapas.",
  "Napoli digital service": "Servicio digital de Nápoles",
  "Attica digital service": "Servicio digital de Ática",

  "public_tool_Description": "Explora los conjuntos de datos de alto valor publicados por BeOpen en toda la UE",
  "public_tool_Content": "Para apoyar a las administraciones públicas a nivel local, regional y nacional en la mejora de la disponibilidad y usabilidad de la información del sector público, el proyecto <b>BeOpen</b> ha desarrollado un conjunto de <b>conjuntos de datos de alto valor (HVDs)</b>. <br>La publicación de estos conjuntos de datos permite a organizaciones y entidades públicas de toda la UE reutilizar datos abiertos para el desarrollo de productos innovadores y servicios de información. <br>Las herramientas en esta página permiten a los usuarios acceder y explorar estos HVDs, que sirvieron como insumo para los <b>ocho servicios piloto</b> implementados durante el proyecto. Estos pilotos abordan desafíos en las áreas de <b>movilidad</b>, <b>seguridad urbana</b>, <b>medio ambiente</b> y <b>gestión de desastres naturales</b> en varias regiones de la UE. <br>Todos los conjuntos de datos son <b>abiertos</b>, se proporcionan en <b>formatos legibles por máquina</b> y son accesibles a través de <b>APIs</b>, tanto mediante el <b>Portal Europeo de Datos</b> como por los portales nacionales de datos abiertos.",

  "itemsPerPage": "Artículos por Página",
  "selectPilot": "Seleccionar un piloto",
  "allPilots": "Todos los pilotos",

  "pilots_result_showcase": {
    "title": "Europa se Une por los Datos Abiertos",
    "description": "El proyecto BeOpen ha demostrado numerosos puntos fuertes en su implementación, destacando la eficacia en el uso de Datos de Alto Valor (HVD) y servicios digitales.",
    "decisional_support": "Apoyo en Gestión y Decisiones",
    "process_effectiveness": "Eficacia de los Procesos Empresariales",
    "earth_observation": "Datos Ambientales y Observación de la Tierra",
    "meteorological_data": "Datos Meteorológicos y Climáticos",
    "geospatial": "Datos Geoespaciales",
    "mobility": "Datos de Movilidad",
    "business_data": "Datos Empresariales",
    "statistic_data": "Datos Estadísticos",
    "involved_pilots": "Pilotos Involucrados",
    "used_hdv_categories": "Categorías de HVD Utilizadas",
    "several_HVD_implemented": "Varios HVD Implementados",
    "activities": "Actividades Realizadas",
    "implementation": "Implementación de un marco económico y fácil de usar para la gestión de HVD",
    "validation": "Validación y evaluación de mejoras en accesibilidad y reutilización",
    "execution": "Ejecución de servicios piloto y aplicaciones de inteligencia artificial",
    "interoperability": "Mejora de la interoperabilidad técnica, semántica y calidad de datos",
    "deploy": "Publicación de conjuntos de datos en formato legible por máquina vía API",
    "building": "Desarrollo de directrices para la interoperabilidad legal",
    "benefits": "Beneficios Alcanzados",
    "more_info": "Aumento significativo de la transparencia y accesibilidad de la información pública",
    "mobility_data_driven": "Apoyo a la creación de servicios basados en datos para movilidad, medio ambiente y empresas",
    "european_data_portal": "Integración completa con el Portal Europeo de Datos e interoperabilidad de la UE",
    "digital_developments": "Desarrollo de nuevos servicios digitales e inteligencia artificial",
    "easy_access": "Facilitación del acceso y uso de conjuntos de datos de alto valor del sector público",
    "beopen_implementation": "Implementación del Proyecto BeOpen",
    "results": "Incrementos de Uso y Resultados – Resultados Agregados Transversales",
    "click_instructions": "<b>Haz clic en cualquier país</b> para abrir la página dedicada y descubrir más sobre la implementación de BeOpen en esa nación!",
    "napoli": "Municipio de Nápoles",
    "center_europe": "Centro en Europa",
    "europe": "Europa",
    "open_info": "Más información",
    "Italy": "Italia",
    "Napoli": "Municipio de Nápoles",
    "Greece": "Grecia",
    "Attica": "Región de Ática",
    "Spain": "España",
    "Cartagena": "Municipio de Cartagena",
    "Molina_De_Segura": "Municipio de Molina De Segura",
    "Torre_Pacheco": "Municipio de Torre Pacheco",
    "Germany": "Alemania",
    "Herne": "Ciudad de Herne",
    "Portugal": "Portugal",
    "Porto": "Ciudad de Porto",
    "Lithuania": "Lituania",
    "Vilnius": "Ciudad de Vilnius"
  }
}
