{
  "fileVersion": {
    "version": "1.0"
  },

  "adminPage": "Página de Administración",
  "registredUsers": "Usuarios Registrados",
  "registrationDateLabel": "Fecha de Registro: ",
  "pilotLabel": "Piloto: ",
  "delete": "Eliminar",
  "close": "Cerrar",
  "edit": "Editar",
  "confirm": "Confirmar",

  "addToPrivateDataSpace": "Agregar Objetos al Espacio de Datos Privado",
  "addToPrivateDataSpaceLabel1": "Navega por tus datos y selecciona un archivo para ver una vista previa",
  "addToPrivateDataSpaceLabel2": "Puedes agregar el objeto cargado a tu bucket personal usando el botón al final de la página",
  "canSelectFileTypeListLabel": "Puedes seleccionar un archivo de texto, una imagen, un archivo JSON, un archivo PDF, un archivo Zip de un Shapefile (SHP) o un archivo GeoJSON. Si el archivo cargado es un Zip pero no un Shapefile, no será posible previsualizarlo.",
  "selectFileToPreview": "Selecciona un archivo para vista previa",
  "chooseFile": "Elegir Archivo",
  "fileType": "Tipo de Archivo",
  "fileName": "Nombre del Archivo",
  "fileSize": "Tamaño del Archivo",
  "fileContent": "Contenido del Archivo",
  "addToBucket": "Agregar este elemento al bucket",
  "privateDataSpace": "Espacio de Datos Privado",
  "privateDataSpaceLabel1": "Navega por tus datos desde tu bucket personal y selecciona un archivo para ver una vista previa",
  "privateDataSpaceLabel2": "Esta es la lista de elementos en tu bucket personal",
  "objectName": "Nombre del Objeto",
  "path": "Ruta al objeto",
  "previewFile": "Vista Previa del Archivo",
  "selectedFilePreview": "Vista previa del archivo seleccionado",
  "addToPilotSharedDataFolder": "Agregar este elemento a la carpeta de datos compartidos del Piloto",
  "removeFromBucket": "Eliminar este elemento del bucket",
  "showMapAnalysis": "Mostrar Análisis de Mapa",
  "privateBucket": "Bucket Privado",
  "pilotDataFolder": "Carpeta de Datos del Piloto",
  "publicDataFolder": "Carpeta de Datos Públicos",
  "pilotDataSpace": "Espacio de Datos del Piloto",
  "pilotDataSpaceLabel1": "Navega por los datos de la carpeta de datos compartidos del Piloto y selecciona un archivo para ver una vista previa",
  "pilotDataSpaceLabel2": "Esta es la lista de elementos en el bucket del Piloto",
  "addToGeneralSharedDataFolder": "Agregar este elemento a la carpeta de datos compartidos general",
  "downloadFromPilotDataFolder": "Descargar este elemento de la carpeta de datos compartidos del Piloto",
  "publicDataSpace": "Espacio de Datos Público",
  "publicDataSpaceLabel1": "Navega por los datos de la carpeta de datos compartidos públicos y selecciona un archivo para ver una vista previa",
  "publicDataSpaceLabel2": "Esta es la lista de elementos en el bucket público",
  "downloadFromPublicDataFolder": "Descargar este elemento de la carpeta de datos compartidos públicos",

  "homepageBeopenLabel": "El objetivo de BeOpen es apoyar a las administraciones públicas a nivel local, regional y nacional en aumentar la disponibilidad y usabilidad de la información del sector público (Conjuntos de Datos de Alto Valor). Esto facilitará que las organizaciones y entidades públicas reutilicen los datos públicos abiertos en toda la UE para el desarrollo de productos y servicios de información.",
  "homepageOpenDataLabel": "BeOpen tiene como objetivo proporcionar un marco abierto para impulsar los conjuntos de datos de alto valor de la UE del sector público. BeOpen quiere ofrecer una herramienta económica y fácil de usar para la gestión de conjuntos de datos de alto valor adaptada a la Administración Pública; para validar y evaluar las mejoras, accesibilidad y reutilización de los conjuntos de datos de alto valor mediante la ejecución de servicios piloto y aplicaciones de IA en toda la UE; para proporcionar un marco técnico que mejore la interoperabilidad técnica de los datos, la semántica y la calidad de los conjuntos de datos del sector público; para poner a disposición conjuntos de datos públicos abiertos en formato legible por máquina a través de API descubribles por el Portal Europeo de Datos y los portales nacionales de datos abiertos y para proporcionar directrices y recomendaciones que aborden la interoperabilidad legal en el contexto de la difusión y reutilización de los datos abiertos públicos. <br> BeOpen permitirá el desarrollo de nuevos servicios digitales y de IA facilitando el acceso y uso de los conjuntos de datos de alto valor del sector público de la UE. <br> <br> Se espera que el marco del proyecto BeOpen aumente la disponibilidad y usabilidad de los datos abiertos proporcionados por el sector público. Ocho pilotos abordarán los desafíos de movilidad, seguridad urbana, medio ambiente y desastres naturales en varias regiones de la UE.",

  "manuals": "Manuales",
  "manualsLabel": "Consulta los manuales y la documentación de cada herramienta del marco",
  "manualsDescription": "Se proporcionan tanto el manual de usuario como la documentación para el uso correcto de las API REST expuestas por las herramientas",
  "search": "Buscar",

  "mqvTitle": "Validador de Calidad de Metadatos",
  "mqvLabel1": "Selecciona un Catálogo o un Conjunto de Datos cargándolo como archivo RDF o introduciendo la URL que lo identifica y obtén la puntuación o métricas de evaluación relacionadas con él, de acuerdo con el",
  "mqvLabel2": "estándar DCAT-AP",
  "mqvLabel3": "para asegurar que el Catálogo o el Conjunto de Datos sea válido para su presentación en el",
  "mqvLabel4": "Portal de Datos Europeo - ",
  "submitWFile": "Enviar con archivo",
  "send": "Enviar",
  "submitWURL": "Enviar con URL",
  "catalogueDatasets": "Catálogo y Conjuntos de Datos",
  "showScore": "Mostrar Puntuación",
  "showMetrics": "Mostrar Métricas",
  "catalogueOverScore": "Puntuación general del catálogo",
  "out_of": "de",
  "datasetMetrics": "Métricas del conjunto de datos",
  "catalogueScore": "Puntuación del Catálogo",

  "registration": "Registro",
  "registrationLabel": "Ingresa tu información para registrarte en la plataforma BeOpen",
  "registrationButton": "Registrar Usuario",

  "toolLabel": "Herramientas",
  "toolDescription": "Accede y navega por las herramientas actualmente disponibles en el marco BeOpen",
  "nifiDescription": "Un sistema fácil de usar, potente y confiable para procesar y distribuir datos. NiFi automatiza la ciberseguridad, la observabilidad, los flujos de eventos y las tuberías y distribución de datos de IA generativa para miles de empresas en todo el mundo en todos los sectores. NiFi se construyó para automatizar el flujo de datos entre sistemas. Si bien el término flujo de datos se utiliza en una variedad de contextos, aquí lo usamos para referirnos al flujo automatizado y gestionado de información entre sistemas. Este espacio problemático ha existido desde que las empresas tenían más de un sistema, donde algunos de los sistemas creaban datos y otros los consumían. NiFi también proporciona una interfaz de usuario basada en navegador que permite una experiencia fluida para el diseño, el control, la retroalimentación y el monitoreo. La posibilidad de visualizar esos flujos y expresarlos visualmente puede ayudar a reducir la complejidad y a identificar áreas que necesitan ser simplificadas.",
  "openTool": "Abrir la herramienta",
  "minioDescription": "MinIO es un sistema de almacenamiento de objetos distribuido de alto rendimiento. Es definido por software, se ejecuta en hardware estándar de la industria y es 100% de código abierto. Trino es un motor de consultas de lago de datos que funciona a alta velocidad. Está integrado directamente con MinIO: el objetivo es utilizar Trino para el procesamiento de consultas y MinIO para el almacenamiento de datos. MinIO puede manejar datos no estructurados como archivos de registro, copias de seguridad, datos tabulares e imágenes de contenedores con un tamaño máximo de objeto admitido actualmente de 50TB. Es un almacén de objetos compatible con AWS S3 de alto rendimiento. Trino es un motor de consultas distribuido y altamente escalable, que se utilizará para acceder y manipular datos. Trino actualmente admite el acceso basado en SQL a los archivos de datos almacenados en sistemas de almacenamiento de objetos. La herramienta no es directamente accesible, pero está estrictamente integrada en la plataforma y, en particular, en la gestión y organización de los datos de cada usuario. Los datos públicos o privados del usuario se almacenan convenientemente en MinIO y se puede acceder a ellos a través de la sección Espacio de datos del marco BeOpen.",
  "fiwareDescription": "Orion es una implementación en C++ de la API REST NGSIv2 desarrollada como parte de la plataforma FIWARE. El Broker de Contexto Orion le permite gestionar todo el ciclo de vida de la información de contexto, incluidas las actualizaciones, consultas, registros y suscripciones. Es una implementación del servidor NGSIv2 para gestionar la información de contexto y su disponibilidad. Utilizando el Broker de Contexto Orion, puede crear elementos de contexto y gestionarlos a través de actualizaciones y consultas. Además, puede suscribirse a información de contexto para que, cuando se produzca una condición determinada (por ejemplo, los elementos de contexto han cambiado), reciba una notificación. Estos escenarios de uso y las características del Broker de Contexto Orion se describen en esta documentación.",
  "idraDescription": "Idra es una aplicación web capaz de federar los Sistemas de Gestión de Datos Abiertos (ODMS) existentes, basados en diferentes tecnologías, proporcionando un único punto de acceso para buscar y descubrir conjuntos de datos abiertos provenientes de fuentes heterogéneas. Idra uniformiza la representación de los conjuntos de datos abiertos recopilados, gracias a la adopción de estándares internacionales (DCAT-AP) y proporciona un conjunto de API REST para ser utilizadas por aplicaciones de terceros. Idra admite nativamente ODMS basados en CKAN, DKAN, Socrata, Orion Context Broker (NGSI v2) y muchas otras tecnologías: Idra también proporciona un conjunto de API para federar ODMS que no son compatibles de forma nativa. Además, es posible federar portales de datos abiertos genéricos que no expongan API, utilizando la funcionalidad de raspado web o proporcionando un archivo de volcado de los conjuntos de datos en formato DCAT-AP. Además, Idra proporciona un punto final SPARQL para realizar consultas sobre datos abiertos RDF de 5 estrellas recopilados de ODMS federados y permite crear fácilmente gráficos basados en conjuntos de datos abiertos federados (a través del Proveedor del Ecosistema DatalEt DEEP). Idra es un software de código abierto desarrollado por Engineering Ingegneria Informatica SpA.",
  "dmmDescription": "La herramienta Data Model Mapper permite convertir varios tipos de archivos (por ejemplo, CSV, Json, GeoJson) a los diferentes Modelos de Datos definidos en el Proyecto SynchroniCity. Los archivos de entrada pueden contener filas, objetos JSON o Características GeoJson, cada uno de los cuales representa un objeto que se debe asignar a una entidad NGSI, de acuerdo con el Modelo de Datos seleccionado. En particular, realiza los siguientes pasos: Analizar el archivo de entrada, convirtiéndolo en un flujo de filas/objetos; Transmisión en flujo: Cada fila/objeto que proviene del flujo se convierte en un objeto intermedio. Asignación: Utilizando el Mapa JSON de entrada, convertir el objeto intermedio en una entidad NGSI, de acuerdo con un Modelo de Datos objetivo específico. Validación e informe: Validar el objeto resultante según el esquema JSON correspondiente a un Modelo de Datos objetivo. Utiliza el Validador de Esquema JSON AJV. Producir un archivo de informe con objetos validados y no validados. Escritura: Los objetos validados de Orion CB o Archivo se envían al Broker de Contexto Orion configurado y/o a un archivo local. La herramienta es un software de código abierto desarrollado por Engineering Ingegneria Informatica SpA.",
  "mqvDescription": "La metodología de Aseguramiento de Calidad de Metadatos (MQA) está definida por el consorcio data.europa.eu con el objetivo de mejorar la accesibilidad de los conjuntos de datos publicados en los portales de datos abiertos de la UE. Especifica varios indicadores que ayudan a mejorar la calidad de los metadatos recopilados por el portal data.europa.eu. Mqa-scoring es una herramienta que calcula la puntuación que obtiene un metadato según los indicadores MQA. La herramienta también verifica que se cumplan los requisitos especificados por la MQA para cada indicador. No se puede acceder a la herramienta directamente, pero está integrada en el panel de BeOpen, en particular a través de scripts desarrollados e insertados en la sección Espacio de datos.",
  "osmDescription": "OpenStreetMap (OSM) es una base de datos geográfica gratuita y abierta, actualizada y mantenida por una comunidad de voluntarios a través de una colaboración abierta. Los colaboradores recopilan datos de encuestas, rastrean imágenes aéreas e importan de otras fuentes de geodatos con licencia libre. OpenStreetMap se distribuye gratuitamente bajo la Licencia de Base de Datos Abierta y, como resultado, se usa comúnmente para hacer mapas electrónicos, informar sobre navegación paso a paso, ayudar en la ayuda humanitaria y la visualización de datos. OpenStreetMap utiliza su propia topología para almacenar características geográficas que luego se pueden exportar a otros formatos de archivo GIS. El sitio web de OpenStreetMap en sí es un mapa en línea, un motor de búsqueda de geodatos y un editor. Proporciona información sobre POI, ubicaciones, calles, carreteras y otras ubicaciones geográficas relevantes, y también puede utilizarse como base de datos para almacenar datos geográficos abiertos recientemente creados.",
  "keycloakDescription": "Keycloak es un Gestor de Identidad y Acceso de código abierto. Permite agregar autenticación a aplicaciones y servicios seguros con un mínimo esfuerzo. Keycloak proporciona federación de usuarios, autenticación sólida, gestión de usuarios, autorización detallada y más. Keycloak se basa en protocolos estándar y brinda soporte para OpenID Connect, OAuth 2.0 y SAML. En el marco BeOpen, es la herramienta que permite el acceso y la gestión de usuarios. Keycloak también se integrará con todas las herramientas instaladas en la plataforma para garantizar un único punto de acceso a todas las aplicaciones del marco de trabajo. Solo el administrador de la plataforma puede acceder directamente a la herramienta.",
  "toolsDescription1": "El marco BeOpen, cuyo propósito es apoyar a la administración pública en la mejora de la gestión y el intercambio de HVD de acuerdo con las necesidades de los pilotos y los requisitos del proyecto, ofrece un conjunto de herramientas técnicas que pueden ayudar en actividades específicas relacionadas con la vida. ciclo de los conjuntos de datos abiertos.",
  "toolsDescription2": "El marco BeOpen apoyará específicamente a la administración pública en los procesos que van desde la recopilación de datos (sin procesar) hasta su publicación final a través de API en formatos legibles por máquina, ayudándoles en la implementación de la normativa nacional y europea pertinente. y, en particular, el acto de ejecución de HVD",
  "toolsDescription3": "Las herramientas son accesibles y se describen a continuación, ubicadas en la fase de gestión de conjuntos de datos abiertos que cubren en su mayoría.",
  "dataCategory1": "Acceso y visualización de datos",
  "dataCategory2": "Publicación de datos",
  "dataCategory3": "Armonización semántica de datos",
  "dataCategory4": "Mejora de la calidad de los datos",
  "dataCategory5": "Recopilación de datos y acceso de seguridad",
  "openrefineDescription": "OpenRefine es una potente herramienta gratuita y de código abierto para trabajar con datos desordenados: limpiarlos, transformarlos de un formato a otro y ampliarlos con servicios web y datos externos. Opera en filas de datos que tienen celdas debajo de las columnas, de manera similar a la forma en que funcionan las tablas de bases de datos relacionales. Los proyectos de OpenRefine constan de una tabla, cuyas filas se pueden filtrar usando facetas que definen criterios (por ejemplo, mostrando filas donde una columna determinada no está vacía, a diferencia de las hojas de cálculo, la mayoría). Las operaciones en OpenRefine se realizan en todas las filas visibles, por ejemplo, la transformación de todas las celdas en todas las filas bajo una columna, o la creación de una nueva columna basada en datos existentes. Las acciones realizadas en un conjunto de datos se almacenan en el proyecto y se pueden '. Reproducidas en otros conjuntos de datos. Las fórmulas no se almacenan en celdas, pero se utilizan para transformar los datos. La transformación se realiza solo una vez. Las expresiones de fórmula se pueden escribir en General Refine Expression Language (GREL), en Jython (es decir, Python) y. en Clojure.",

  "userInfo": "Información del Usuario",
  "Homepage": "Página de Inicio",
  "My Account": "Mi Cuenta",
  "Admin Settings": "Configuración de Administrador",
  "Tools": "Herramientas",
  "Manuals": "Manuales",
  "Data-Space": "Espacio de Datos",
  "Settings": "Configuración",
  "Release notes": "Notas de lanzamiento",

  "selectingObject_Success": "¡Objeto seleccionado con éxito!",
  "addingObject_Success": "¡Objeto añadido con éxito!",
  "addingObject_ShapeFileError": "¡El archivo zip no es un archivo Shape!",
  "deletingObject_Success": "¡Objeto eliminado con éxito!",
  "queryModeSelect": "Realiza consultas en tus datos (CSV, JSON o GeoJSON) seleccionando el modo de consulta:<br><br>- selecciona el modo <b>sqlQuery</b> si deseas realizar una consulta SQL libre<br><br>- selecciona <b>keyValue</b> si deseas realizar una consulta clave-valor especificando el nombre de la consulta con el atributo 'key' de interés si es un JSON o el nombre de la columna de interés si es un CSV y en 'value' el valor que estás buscando<br><br>- selecciona el modo <b>freeSearch</b> si deseas realizar una búsqueda libre en todos los archivos, que busca el valor insertado en todo el archivo, sin necesidad de filtrar en una clave específica.<br><br>Funcionalidades actuales de sqlQuery<br><br> CSV<br>    Búsqueda de coincidencia columna - valor<br>    Extracción de fila<br><br> JSON Array<br>    Búsqueda de par clave - valor en cualquier nivel de cada objeto del array (incluidos los arrays anidados)<br>    Extracción de un objeto único del array principal o de arrays anidados<br><br> JSON Object<br>    Búsqueda de par clave - valor (cualquier nivel)<br>    Extracción de un objeto único de arrays anidados<br><br> Modo keyValue<br><br> CSV<br>    Búsqueda de coincidencia columna - valor<br><br> JSON Array<br>    Búsqueda de par clave - valor en el primer nivel de cada objeto del array<br><br> JSON Object<br>    Búsqueda de par clave - valor (primer nivel)<br><br> Búsqueda libre<br><br> CSV<br>    Búsqueda de columna o valor<br><br> JSON Array<br>    Búsqueda de clave o valor en cualquier nivel de cada objeto del array (incluidos los arrays anidados)<br><br> JSON Object<br>    Búsqueda de clave o valor (cualquier nivel)",
  "typeSelect": "Seleccione el tipo de objeto a filtrar.",
  "queryEngine": "Motor de consultas",

  "stepper": "Stepper",
  "step1": "Categoría HVD",
  "step1Light": "Categoría HVD",
  "step2": "Subcategoría HVD",
  "step2Light": "Subcategoría HVD",
  "step3": "Formato de Datos",
  "step3Light": "Formato",
  "step4": "Conjunto de Datos de Acceso Libre",
  "step4Light": "Acceso Libre",
  "step5": "Descarga Masiva del Conjunto de Datos",
  "step5Light": "Descarga Masiva",
  "step6": "Interfaz de Programación de Aplicaciones (API) del Conjunto de Datos",
  "step6Light": "API",
  "step7": "Conjunto de Datos Evaluado por las Partes Interesadas",
  "step7Light": "Partes Interesadas",
  "step8": "Licencia de Datos",
  "step8Light": "Licencia",
  "step9": "Tipo de Licencia del Conjunto de Datos",
  "step9Light": "Tipo de Licencia",
  "step10": "Metadatos y Documentación del Conjunto de Datos",
  "step10Light": "Documentación",
  "step1Desc": "Su conjunto de datos pertenece a una de las siguientes Categorías de <b>Conjuntos de Datos de Alto Valor</b>",
  "step1Label": "Elija una Categoría",
  "step1Link": "Se pueden encontrar más detalles sobre Categorías",
  "linkQui": "aquí",
  "step2Desc": "Su conjunto de datos pertenece a una de las siguientes Subcategorías.",
  "step2Label": "Elija una Subcategoría",
  "step2Link": "Se pueden encontrar más detalles sobre Subcategorías",
  "step3Desc": "Seleccione el formato de datos de su conjunto de datos eligiéndolo entre este conjunto de formatos legibles y no legibles por máquina",
  "step3Label": "Elija un Tipo de Formato",
  "step3Link": "Se pueden encontrar más detalles sobre Tipos de Formato",
  "step4Desc": "La Directiva exige que los datos se pongan a disposición a través de acceso libre.",
  "step4Label": "¿Puede su Conjunto de Datos ser accedido libremente?",
  "step4Link": "Se pueden encontrar más detalles sobre API",
  "step5Desc": "Los datos HVD deben estar disponibles a través de una descarga masiva",
  "step5Label": "¿Está disponible la Descarga Masiva para sus Datos?",
  "step5Link": "Se pueden encontrar más detalles sobre la descarga masiva",
  "step6Desc": "La Directiva exige que los datos se pongan a disposición a través de una Interfaz de Programación de Aplicaciones (API)",
  "step6Label": "¿Está disponible el acceso API para sus Datos?",
  "step6Link": "Se pueden encontrar más detalles sobre API",
  "step7Desc": "El Conjunto de Datos debe ser desarrollado en consulta con las partes interesadas relevantes, incluidas las autoridades públicas, empresas y académicos.",
  "step7Label": "¿Ha consultado con sus partes interesadas?",
  "step7Link": "Se pueden encontrar más detalles sobre Partes Interesadas",
  "step8Desc": "La Directiva establece que los HVD deben registrarse bajo una licencia abierta.",
  "step8Label": "¿Su conjunto de datos está Licenciado?",
  "step8Link": "Se pueden encontrar más detalles sobre licencias",
  "step9Desc": "La Directiva establece qué licencias utilizar para hacer que los conjuntos de datos de alto valor estén disponibles para su reutilización.",
  "step9Label": "¿Cómo está Licenciado su conjunto de datos?",
  "step9Link": "Se pueden encontrar más detalles sobre licencias",
  "step10Desc": "La Directiva exige que los datos tengan metadatos y documentación completos disponibles.",
  "step10Label": "¿Están disponibles metadatos y documentación completos?",
  "step10Link": "Se pueden encontrar más detalles sobre API",
  "dataSetOk": "¡Felicidades, su Conjunto de Datos ya es compatible con el Reglamento de Implementación de la UE sobre HVD!",
  "dataSetKo": "El componente gráfico que aparece a continuación le mostrará la compatibilidad de su conjunto de datos con el Reglamento HVD de la UE. Para obtener la puntuación máxima, revise los pasajes marcados en rojo",
  "prev": "Anterior",
  "next": "Siguiente",
  "tryAgain": "Intentar de nuevo",
  "complete": "¡Asistente completado!",
  "score": "Evaluación de Impacto HVD",
  "scoreDesc": "La barra de progreso a continuación aumenta en función del aumento en la puntuación asignada a su Conjunto de Datos. La puntuación es un valor porcentual que indica el nivel de compatibilidad del Conjunto de Datos que seleccionó con respecto al Reglamento de Implementación de la UE sobre HVD.",
  "tableTitle": "Parámetros del Conjunto de Datos",
  "tablecol1": "Su conjunto de datos pertenece a la Categoría",
  "tablecol2": "Su conjunto de datos pertenece a la Subcategoría",
  "tablecol3": "El Formato de su conjunto de datos es",
  "tablecol4": "Evaluación de acceso libre",
  "tablecol5": "Evaluación de Descarga Masiva",
  "tablecol6": "Evaluación de acceso API",
  "tablecol7": "¿Ha consultado con sus partes interesadas?",
  "tablecol8": "¿Su conjunto de datos está Licenciado?",
  "tablecol9": "La licencia de su conjunto de datos es",
  "tablecol10": "Metadatos y documentación completos disponibles",
  "selectEntry": "Seleccione una entrada",
  "yes": "sí",
  "no": "no",
  "tooltipSemaforo": "Se vuelve verde tan pronto como el Conjunto de Datos cumple con todos los siguientes criterios obligatorios: está en un formato legible por máquina, disponible de forma gratuita, accesible a través de APIs, desarrollado en consulta con las partes interesadas relevantes y admite la descarga masiva. Los siguientes son criterios opcionales: Tiene una licencia de datos abierta y los metadatos completos y la documentación están disponibles",
  "descSemaforo": "Cumplimiento del conjunto de datos con la normativa de la UE",
  "datasetOk": "¡Cumplimiento con HVD logrado!",
  "saveDataset": "Guardar cambios",
  "deleteDataset": "Eliminar este Conjunto de Datos",
  "satisfyRequirementTools": "Herramientas BeOpen que se pueden usar para satisfacer el requisito específico:"
}
